{"AO-1.-Fundamentals-of-Instruction/Definitions/5P-Checklist":{"title":"5P Checklist","links":["AO-1.-Fundamentals-of-Instruction/Definitions/Single-Pilot-Resource-Management-(SRM)","AO-1.-Fundamentals-of-Instruction/Definitions/IMSAFE-Checklist"],"tags":["Risk","Risk_Management","Level_of_Risk","5Ps"],"content":"Used to evaluate the situation at key decision points during the flight or when an emergency arises\n\nVery helpful part of Single Pilot Resource Management (SRM)\nBased on the idea that the pilot has five variables that impact the environment and lead to a decision\nAt least 5 times before and during the flight, review and consider the 5P’s and make the appropriate decision required by the current situation\n\nDecision Points:\n\nPreflight\nPre-takeoff\nHourly or at the midpoint of flight\nPre-descent\nJust prior to FAF or entering the pattern\n\n\n\n\n\n5P’s:\n\nPlan\n\nThe mission. Contains:\n\nPlanning\nWeather\nRoute\nFuel\nPubs Currency\nEtc.\n\n\nAlways changing, adjust with it\n\n\nPlane\n\nConditions\nAbilities\n\nPerformance\nAutomation\nDatabase currency\nEtc.\n\n\nEquipment\nSystems\nEtc.\n\n\nPilot\n\nIMSAFE Checklist\n\nRecognize and review your physiological situation\n\n\n\n\nPassengers\n\nA passenger’s desires can influence decision making and risk management\nEnsure passengers are involved in the decision making process and that they understand risk involved in situations.\nUnderstand what the passengers want to do\n\n\nProgramming\n\nPlan in advance when and where programming approaches/route changes, and airport information gathering should and should not be accomplished\nFamiliarity with the equipment, route, local ATC environment, and personal capabilities should drive this\n\n\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Aeronautical-Decision-Making":{"title":"Aeronautical Decision Making","links":["FAA-G-8083-25C---Pilots-Handbook-of-Aeronautical-Knowledge.pdf"],"tags":["ADM","Aeronautical_Decision_Making","Risk","Risk_Management"],"content":"PHAK Chapter 2: Aeronautical Decision Making\nAeronautical decision-making (ADM) is decision-making in a unique environment—aviation. It is a systematic approach to the mental process used by pilots to consistently determine the best course of action in response to a given set of circumstances. It is what a pilot intends to do based on the latest information he or she has."},"AO-1.-Fundamentals-of-Instruction/Definitions/Behaviorism":{"title":"Behaviorism","links":[],"tags":["Behavior","Behaviorism"],"content":"Behaviorism explains behavior entirely in terms of observable and measurable responses to stimuli. In other words, human behavior can be predicted based on past rewards and punishments. In modern behaviorism, positive reinforcement is stressed, to encourage progress and learning with rewards.  The popularity of behaviorism as a learning theory has waned as more is understood about the complexity of the learning process."},"AO-1.-Fundamentals-of-Instruction/Definitions/Choosing-an-Effective-Assessment-Method":{"title":"Choosing an Effective Assessment Method","links":[],"tags":[],"content":"When deciding how to assess learner progress, instructors can follow a 4-step process:\n\nDetermine Level-of-Learning Objectives\nList Indicators of Desired Behaviors\nEstablish Criterion Objectives\nDevelop Criterion-Referenced Test Items\n\nThis process is useful for tests that apply to the cognitive and affective domains of learning, and can also be used for skill testing in the psychomotor domain.\nDetermine Level-of-Learning Objectives\nState the individual objectives as general, level of learning objectives.\nThe objectives should measure one of the learning levels of the cognitive, affective, or psychomotor domains\nA general level-of-learning objective is a good starting point for developing a test because it defines the scope of the learning task\nList Indicators of Desired Behaviors\nList the indicators or samples of behavior that give the best indication of the achievement of the objective.\r\nThe instructor selects behaviors that can be measured and which give the best evidence of learning.\nThe overall test must be comprehensive enough to give a true representation of the learning to be measured by choosing samples of behavior.\nEstablish Criterion Objectives\nDefine criterion (performance-based) objectives. In addition to the behavior expected, state the conditions under which the behavior is to be performed and the criteria that must be met\nDevelop Criterion-Referenced Test Items\nWritten test questions should attempt to measure the behavior described in the criterion objectives\r\nQuestions missed identify areas not adequately addressed\nPerformance testing for maneuvers is desirable for evaluating training based on ACS/PTS standards.  It is the instructors job to prepare the learner for the practical test, so it is critical to evaluate the learner on all tasks before recommending them for a practical test."},"AO-1.-Fundamentals-of-Instruction/Definitions/Cognitive-Theory":{"title":"Cognitive Theory","links":["Information-Processing-Theory","Constructivism","AO-1.-Fundamentals-of-Instruction/Definitions/Scenario-Based-Training"],"tags":[],"content":"Cognitive Theory focuses on what is going on in the mind. Learning isn’t just a behavior change, it is a change in the way a learner thinks, understands, and feels. Cognitive Theory has 2 major branches:\n\nInformation Processing Theory\nConstructivism\n\nInformation Processing Theory:\nInformation Processing Theory uses the concept of a computer system to model the actions of the brain. The brain processes incoming information, stores and retrieves it, and generates responses to the information. This involves a number of cognitive processes:\n\nGathering and representing information (encoding)\nRetaining of information\nRetrieving the information when needed\n\nConstructivism:\nConstructivism is the concept that learners do not acquire knowledge and skills passively but actively build or construct them based on their experiences. In this theory, learning is the result of matching new information against preexisting information and integrating it into meaningful connections.\nConstructivism also encompasses Higher Order Thinking Skills (HOTS) from Bloom’s Taxonomy and Scenario Based Training, also referred to as Aeronautical Decision Making (ADM) \n\nAn important common thread in aviation accidents is the absence of HOTS\n\nTeaching HOTS effectively helps engage the learner in mental activity, has the learner examine that mental activity and select the best solution, and challenges the learner to explore other ways to accomplish the task.  HOTS should be taught like other cognitive skills, from simple to complex, from concrete to abstract.  This involves: \n\nProblem-based instruction\nAuthentic / real world problems\nActive learning / Cooperative learning\nCustomized instruction to meet the individual learner’s needs\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Compensation":{"title":"Compensation","links":[],"tags":["Defense_Mechanisms","Compensation"],"content":"Compensation is focusing on achievement in one area of life in order to distract attention away from the inadequacy or fear of inadequacy in another area of life.\n\nMay develop a less preferred / more attainable goal instead of one more preferred / less attainable\n\nExample:\n\nIf you know you have poor public speaking skills, you might try to compensate for those weaknesses by excelling in your written communications at work.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Denial":{"title":"Denial","links":[],"tags":["Defense_Mechanisms","Denial"],"content":"Denial is a defense mechanism in which an individual refuses to recognize or acknowledge objective facts or experiences. It’s an unconscious process that serves to protect the person from discomfort or anxiety.\n\nRefusal to accept a reality because it is too threatening\n\nExample:\n\nSomeone denies that they have an alcohol or substance use disorder because they can still function and go to work each day.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Displacement":{"title":"Displacement","links":[],"tags":["Defense_Mechanisms","Displacement"],"content":"Transferring one’s emotional burden or emotional reaction from one entity to another.\n\nUnconscious shift in emotion from the original object to a less threatening substitute\n\nExample:\n\nSomeone who has a stressful day at work and then lashes out against their family at home.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Fantasy":{"title":"Fantasy","links":[],"tags":["Defense_Mechanisms","Fantasy"],"content":"Fantasy is a retreat into fantasy in order to resolve, or avoid, inner and outer conflicts. An individual may achieve temporary satisfaction through the fantasy of imagined achievements, or one may retreat into a fantasy world to stop thinking about one’s current distress.\n\nDaydreaming about how things should be rather than doing something about how they are\n\nExample:\n\nA student pilot doesn’t pay attention during a lesson because they are daydreaming about being an airline captain before they have had their first solo\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Flight-Risk-Assessment-Tools":{"title":"Flight Risk Assessment Tools","links":["Level-of-Risk"],"tags":["Risk","Risk_Management","Level_of_Risk","Assessment","FRAT"],"content":"Enables proactive hazard identification, is easy to use, and visually depicts risk\nFormal process using a pen and paper to help remove personal desires and emotion from decision making\n\nDetermine an acceptable Level of Risk for flight based on type of operation, environment, aircraft, etc.\n\nCreate realistic numerical thresholds that trigger additional levels of scrutiny\nWhen risk exceeds the acceptable level, reevaluate and reduce risk, or don’t fly\r\n\n\n\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Higher-Order-Thinking-Skills":{"title":"Higher Order Thinking Skills","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf"],"tags":["HOTS","Thinking_Skills","Higher_Order_Thinking_Skills","ADM"],"content":"Resources: AIH Chapter 3: The Learning Process - Higher Order Thinking Skills\nThe constructivist theory of learning explains and supports the learning of Higher Order Thinking Skills, which is commonly called Aeronautical Decision Making (ADM) in aviation. HOTS lie in the last three levels on Bloom’s Taxonomy of Learning: analysis, synthesis, and evaluation skills.\nTeaching the higher level thinking skills which are essential to judgment, decision-making, and critical thinking is important to aviation because a common thread in aviation accidents is the absence of higher order thinking skills.\nHOTS are taught like other cognitive skills, from simple to complex and from concrete to abstract. To teach HOTS effectively involves strategies and methods that include (1) using problem-based learning (PBL) instruction, (2) authentic problems, (3) real- world problems, (4) learner-centered learning, (5) active learning, (6) cooperative learning, and (7) customized instruction to meet the individual learner’s needs. These strategies engage the learner in some form of mental activity, have the learner examine that mental activity and select the best solution, and challenge the learner to explore other ways to accomplish the task or the problem.\nIt should be remembered that critical thinking skills should be taught in the context of subject matter. Learners progress from simple to complex; therefore, they need some information before they can think about a subject beyond rote learning. For example, knowing that compliance with the weight and balance limits of any aircraft is critical to flight safety may not help an aviation learner interpret weight and balance charts unless he or she also knows something about the concept of a center of gravity.\nIf the learner does not yet have much subject matter knowledge, they can draw on past experiences to gain entry into complex concepts. For example, most learners probably played on a seesaw during their childhood. Thus, they have a basic experience of how weight and balance works around a center of gravity.\nAdditionally, HOTS should be emphasized throughout a program of study for best results. For aviation, this means HOTS should be taught in the initial pilot training program and in every subsequent pilot training program. Instructors need to teach the cognitive skills used in problem-solving until these techniques become automated and transferable to new situations or problems. Cognitive research has shown the learning of HOTS is not a change in observable behavior but the construction of meaning from experience"},"AO-1.-Fundamentals-of-Instruction/Definitions/IMSAFE-Checklist":{"title":"IMSAFE Checklist","links":[],"tags":["Safety","Risk","Risk_Management","IMSAFE"],"content":"A tool for pilots to identify risk associated with physical and mental readiness for flying\n\n\n                  \n                  IMSAFE Checklist \n                  \n                \n\nIllness - Do I have any symptoms\r\nMedication - Have I been taking any medications?\r\nStress - Am I under any psychological pressure from work or personal life?\r\nAlcohol - Have I been drinking with 24 hours? Within 8?\r\nFatigue - Am I tired and not adequately rested?\r\nEmotion - Am I emotionally upset?\n\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Learning-Theory":{"title":"Learning Theory","links":["AO-1.-Fundamentals-of-Instruction/Definitions/Behaviorism","AO-1.-Fundamentals-of-Instruction/Definitions/Cognitive-Theory","Information-Processing-Theory","Constructivism","AO-1.-Fundamentals-of-Instruction/Definitions/Scenario-Based-Training"],"tags":[],"content":"Learning theory is a body of principles used to explain how people acquire skills, knowledge, and attitudes.  It is typically explained by one of two concepts:\n\nBehaviorism\nCognitive Theory\n\nInstructors should plan, manage, and conduct aviation training with the best features of both theories. This provides a way to measure the behavioral outcomes and promote cognitive learning.\nBehaviorism:\nBehaviorism explains behavior entirely in terms of observable and measurable responses to stimuli. In other words, human behavior can be predicted based on past rewards and punishments. In modern behaviorism, positive reinforcement is stressed, to encourage progress and learning with rewards.  The popularity of behaviorism as a learning theory has waned as more is understood about the complexity of the learning process.\nCognitive Theory:\nCognitive Theory focuses on what is going on in the mind. Learning isn’t just a behavior change, it is a change in the way a learner thinks, understands, and feels. Cognitive Theory has 2 major branches:\n\nInformation Processing Theory\nConstructivism\n\nInformation Processing Theory:\nInformation Processing Theory uses the concept of a computer system to model the actions of the brain. The brain processes incoming information, stores and retrieves it, and generates responses to the information. This involves a number of cognitive processes:\n\nGathering and representing information (encoding)\nRetaining of information\nRetrieving the information when needed\n\nConstructivism:\nConstructivism is the concept that learners do not acquire knowledge and skills passively but actively build or construct them based on their experiences. In this theory, learning is the result of matching new information against preexisting information and integrating it into meaningful connections.\nConstructivism also encompasses Higher Order Thinking Skills (HOTS) from Bloom’s Taxonomy and Scenario Based Training, also referred to as Aeronautical Decision Making (ADM) \n\nAn important common thread in aviation accidents is the absence of HOTS\n\nTeaching HOTS effectively helps engage the learner in mental activity, has the learner examine that mental activity and select the best solution, and challenges the learner to explore other ways to accomplish the task.  HOTS should be taught like other cognitive skills, from simple to complex, from concrete to abstract.  This involves: \n\nProblem-based instruction\nAuthentic / real world problems\nActive learning / Cooperative learning\nCustomized instruction to meet the individual learner’s needs\n\nScenario Based Training\nScenario Based Training (SBT) is the heart of HOTS and ADM, and an example of Problem Based Learning (PBL). It uses real world scenarios to address flight training objectives, and should generally be planned and led by the learner."},"AO-1.-Fundamentals-of-Instruction/Definitions/PAVE-Checklist":{"title":"PAVE Checklist","links":["AO-1.-Fundamentals-of-Instruction/Definitions/IMSAFE-Checklist"],"tags":["Risk","Risk_Management","Level_of_Risk","PAVE"],"content":"The PAVE checklist allows the pilot to divide the risks of flight into four categories:\nP = Pilot in command\nThe pilot is one of the risk factors in a flight. When considering that risk, the pilot considers if they are ready for this trip, in terms of experience, currency, and physical and emotional condition.\nThe IMSAFE Checklist combined with proficiency, recency, and currency helps provide the answer\nA = Aircraft\nWhat limitations will the aircraft impost on the trip?\n\nIs this the right aircraft for the flight?\nAm I familiar with and current in this aircraft?\nIs the aircraft equipped appropriately for this flight?\n\nInstruments\nLights\nNavigation/Communication Equipment\n\n\nCan this aircraft safely use the runways available for this trip?\nCan this aircraft carry the planned load\nCan this aircraft operate at the altitudes needed for this trip\nDoes this aircraft have sufficient fuel capacity with reserves for the trip legs?\nDoes the fuel quantity delivered match the fuel quantity ordered?\n\nenVironment\nWeather\n\nWhat are the current and forecast ceiling and visibility?\nWhat if the weather is different than the forecast\n\nWhat are the alternate/divert options and plans?\n\n\nWhat are the winds, especially crosswinds?\nTurbulence, especially in mountainous terrain?\nThunderstorms present or forecast?\nIf there are clouds, is there any icing currently or forecast?\nTemp/dewpoint spread for decent?\n\nTerrain and Obstacles\n\nMinimum safe altitudes enroute\nAny nearby terrain or obstacles that dictate route choices\n\nAirports\n\nAvailable airport lighting? Pilot controlled?\n\nFor night ops\nVASI/PAPI\n\n\nNOTAMs for closed airports or runways\nRoute of flight to have alternates\nShorter or obstructed fields at the destination/alternate?\n\nAirspace\n\nAppropriate clothing/water/survival gear onboard if traveling over remote areas\nIf traveling over water or unpopulated areas at night, will there be a loss of visual references?\nControlled airspace/TFRs/etc along route of flight\n\nNight Flying\n\nFlight over water or unpopulated areas\nWill the flight conditions allow a safe emergency landing at night?\nAre the aircraft lights operational during preflight?\nIs a flashlight available that is appropriate for use?\n\nExternal pressures\nInfluences external to the flight that create a sense of pressure to complete the flight, often at the expense of safety\n\nSomeone waiting at the airport for the flight’s arrival\nA passenger the pilot doesn’t want to disappoint\nThe desire to demonstrate qualifications as a pilot\nThe desire to impress someone\n“Get-there-itis”\n\nManagement of external pressures is the single most important key to risk management because it is the one risk factor category that can cause a pilot to ignore all the other risk factors\nThe use of Standard Operating Procedures is one way to manage external pressures.  Be ready for and accept delays, have alternate options available, etc.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Practical-Learning-Levels":{"title":"Practical Learning Levels","links":[],"tags":["Behavior","Learning","Practical_Learning_Levels","Cognitive","Cognitive_Domain"],"content":"There are 4 practical levels of learning, which are often categorized in the Cognitive Domain. They are:\n\nRote: The ability to repeat without understanding or application\nUnderstanding: Insight into what has been taught\nApplication: Skill for applying what has been learned\nCorrelation: Correlation of what has been learned with things previously learned and subsequently encountered\r\nThis is the objective in aviation instruction\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Projection":{"title":"Projection","links":[],"tags":["Defense_Mechanisms","Projection"],"content":"Projection is a form of defense in which unwanted feelings are displaced onto another person, where they then appear as a threat from the external world.\n\nBlame is relegated to others for their own shortcomings, mistakes, and transgressions\n\nExample:\n\nAn individual, threatened by his own angry feelings, accuses another of harbouring hostile thoughts\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Rationalization":{"title":"Rationalization","links":[],"tags":["Defense_Mechanisms","Rationalization"],"content":"Rationalization is a defense mechanism in which people justify difficult or unacceptable feelings with seemingly logical reasons and explanations\n\nWhen true rationalization takes place, individuals sincerely believe in their excuses\n\nExample:\n\nA student who is rejected from her dream college may explain that she’s happy to be attending a school that’s less competitive and more welcoming\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Reaction-Formation":{"title":"Reaction Formation","links":[],"tags":["Defense_Mechanisms","Reaction_Formation"],"content":"Reaction formation is a defense mechanism in psychology where someone unconsciously replaces an unwanted impulse with its opposite, often in an exaggerated way. This can cause people to express themselves in ways that are different from their authentic selves.\n\nProtect from dangerous desires by developing opposite attitudes / behaviors\n\nExamples:\n\nSomeone might insult someone they are romantically interested in, or be kind to someone they dislike.\nA boy who bullies a girl because he is subconsciously attracted to her.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Repression":{"title":"Repression","links":[],"tags":["Defense_Mechanisms","Repression"],"content":"Subconsciously blocking ideas or impulses that are undesirable. This defense mechanism may be present in someone who has no recollection of a traumatic event, even though they were conscious and aware during the event.\n\nUncomfortable thoughts are placed in inaccessible areas of the unconscious mind\n\nExample:\n\nA child is bitten by a dog. They later develop a severe phobia of dogs but have no memory of when or how this fear originated.\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Risk-Assessment-Matrix":{"title":"Risk Assessment Matrix","links":[],"tags":["Risk","Risk_Management","Matrix"],"content":""},"AO-1.-Fundamentals-of-Instruction/Definitions/Risk-Management-Tools":{"title":"Risk Management Tools","links":["AO-1.-Fundamentals-of-Instruction/Definitions/PAVE-Checklist","AO-1.-Fundamentals-of-Instruction/Definitions/IMSAFE-Checklist","AO-1.-Fundamentals-of-Instruction/Definitions/5P-Checklist","AO-1.-Fundamentals-of-Instruction/Definitions/Flight-Risk-Assessment-Tools","Level-of-Risk"],"tags":["Risk","Risk_Management","Tools"],"content":"PAVE Checklist\nThe PAVE checklist allows the pilot to divide the risks of flight into four categories:\nP = Pilot in command\nThe pilot is one of the risk factors in a flight. When considering that risk, the pilot considers if they are ready for this trip, in terms of experience, currency, and physical and emotional condition.\nThe IMSAFE Checklist combined with proficiency, recency, and currency helps provide the answer\nA = Aircraft\nWhat limitations will the aircraft impost on the trip?\n\nIs this the right aircraft for the flight?\nAm I familiar with and current in this aircraft?\nIs the aircraft equipped appropriately for this flight?\n\nInstruments\nLights\nNavigation/Communication Equipment\n\n\nCan this aircraft safely use the runways available for this trip?\nCan this aircraft carry the planned load\nCan this aircraft operate at the altitudes needed for this trip\nDoes this aircraft have sufficient fuel capacity with reserves for the trip legs?\nDoes the fuel quantity delivered match the fuel quantity ordered?\n\nenVironment\nWeather\n\nWhat are the current and forecast ceiling and visibility?\nWhat if the weather is different than the forecast\n\nWhat are the alternate/divert options and plans?\n\n\nWhat are the winds, especially crosswinds?\nTurbulence, especially in mountainous terrain?\nThunderstorms present or forecast?\nIf there are clouds, is there any icing currently or forecast?\nTemp/dewpoint spread for decent?\n\nTerrain and Obstacles\n\nMinimum safe altitudes enroute\nAny nearby terrain or obstacles that dictate route choices\n\nAirports\n\nAvailable airport lighting? Pilot controlled?\n\nFor night ops\nVASI/PAPI\n\n\nNOTAMs for closed airports or runways\nRoute of flight to have alternates\nShorter or obstructed fields at the destination/alternate?\n\nAirspace\n\nAppropriate clothing/water/survival gear onboard if traveling over remote areas\nIf traveling over water or unpopulated areas at night, will there be a loss of visual references?\nControlled airspace/TFRs/etc along route of flight\n\nNight Flying\n\nFlight over water or unpopulated areas\nWill the flight conditions allow a safe emergency landing at night?\nAre the aircraft lights operational during preflight?\nIs a flashlight available that is appropriate for use?\n\nExternal pressures\nInfluences external to the flight that create a sense of pressure to complete the flight, often at the expense of safety\n\nSomeone waiting at the airport for the flight’s arrival\nA passenger the pilot doesn’t want to disappoint\nThe desire to demonstrate qualifications as a pilot\nThe desire to impress someone\n“Get-there-itis”\n\nManagement of external pressures is the single most important key to risk management because it is the one risk factor category that can cause a pilot to ignore all the other risk factors\nThe use of Standard Operating Procedures is one way to manage external pressures.  Be ready for and accept delays, have alternate options available, etc.\n\n5P Checklist\nUsed to evaluate the situation at key decision points during the flight or when an emergency arises\n\nVery helpful part of Single Pilot Resource Management (SRM)\nBased on the idea that the pilot has five variables that impact the environment and lead to a decision\nAt least 5 times before and during the flight, review and consider the 5P’s and make the appropriate decision required by the current situation\n\nDecision Points:\n\nPreflight\nPre-takeoff\nHourly or at the midpoint of flight\nPre-descent\nJust prior to FAF or entering the pattern\n\n\n\n\n\n5P’s:\n\nPlan\n\nThe mission. Contains:\n\nPlanning\nWeather\nRoute\nFuel\nPubs Currency\nEtc.\n\n\nAlways changing, adjust with it\n\n\nPlane\n\nConditions\nAbilities\n\nPerformance\nAutomation\nDatabase currency\nEtc.\n\n\nEquipment\nSystems\nEtc.\n\n\nPilot\n\nIMSAFE Checklist\n\nRecognize and review your physiological situation\n\n\n\n\nPassengers\n\nA passenger’s desires can influence decision making and risk management\nEnsure passengers are involved in the decision making process and that they understand risk involved in situations.\nUnderstand what the passengers want to do\n\n\nProgramming\n\nPlan in advance when and where programming approaches/route changes, and airport information gathering should and should not be accomplished\nFamiliarity with the equipment, route, local ATC environment, and personal capabilities should drive this\n\n\n\nFlight Risk Assessment Tools\nEnables proactive hazard identification, is easy to use, and visually depicts risk\nFormal process using a pen and paper to help remove personal desires and emotion from decision making\n\nDetermine an acceptable Level of Risk for flight based on type of operation, environment, aircraft, etc.\n\nCreate realistic numerical thresholds that trigger additional levels of scrutiny\nWhen risk exceeds the acceptable level, reevaluate and reduce risk, or don’t fly\r\n\n\n\n\nIMSAFE Checklist\nA tool for pilots to identify risk associated with physical and mental readiness for flying\n\n\n                  \n                  IMSAFE Checklist \n                  \n                \n\nIllness - Do I have any symptoms\r\nMedication - Have I been taking any medications?\r\nStress - Am I under any psychological pressure from work or personal life?\r\nAlcohol - Have I been drinking with 24 hours? Within 8?\r\nFatigue - Am I tired and not adequately rested?\r\nEmotion - Am I emotionally upset?\n\n"},"AO-1.-Fundamentals-of-Instruction/Definitions/Scenario-Based-Training":{"title":"Scenario Based Training","links":["AO-1.-Fundamentals-of-Instruction/Definitions/Single-Pilot-Resource-Management-(SRM)"],"tags":["Behavior","Learning_Theory","Scenario_Based_Training","SBT"],"content":"Scenario Based Training (SBT) uses real world scenarios to address flight training objectives, and should generally be planned and led by the learner.  It is the heart of HOTS and ADM, and an example of Problem Based Learning (PBL).\nSince flying has become more complex, the focus of training needs to address pilot decision-making and risk management, a concept the authors call Single Pilot Resource Management (SRM). Since SRM training requires practicing the decision-making process in real time and in real situations, a new form of GA training that goes beyond the traditional task and maneuver-based training is recommended. The FITS program emphasizes combining traditional task and maneuver training with Scenario Based Training (SBT) to teach the advanced pilot judgment and risk management skills required in the SRM environment.\nIn many respects, scenario-based training is not a new concept. Experienced flight instructors have been using scenarios to teach cross country operations, emergency procedures, and other flight skills for years. Scenario-based training puts the learner pilot into the normal cross-country environment much earlier than traditional flight training programs. The goal is to begin training the pilot, through meaningful repetition, how to gather information and make informed and timely decisions. We routinely refer to this process as “experience.” Scenario-based learning does not preclude traditional maneuver-based training. Rather, flight maneuvers are integrated into the flight scenarios and conducted, as they would occur in the real world. Those maneuvers requiring repetition may still be taught during concentrated settings. However, once they are learned, they are then integrated into realistic flight situations.\nThe flight instructor is crucial to the implementation of a scenario-based training program. In this capacity, an instructor serves in the learning environment as an advisor and guide for the learner. The duties, responsibilities, and authority of the flight instructor include the following:\n\nOrient new learners to the scenario-based training system.\nHelp the learner become a confident planner and in-flight manager of each flight and a critical evaluator of their own performance.\nHelp the learner understand the knowledge requirements present in real world applications.\nDiagnose learning difficulties and help the individual overcome them.\nBe able to evaluate learner progress and maintain appropriate records.\nProvide continuous review of learning.\n\nThe flight instructor is the key to success, and different instructional techniques are required for successful SBT. Remembering that the learning objective is for the learner to be more ready to exercise sound judgment and make good decisions; the flight instructor turns the responsibility for planning and execution of the flight over to the learner as soon as possible. The flight instructor will continue to demonstrate and instruct skill maneuvers in the traditional manner, however, when the learner begins to make decisions the flight instructor should revert to the role of mentor and/or learning facilitator.\nEach situation a learner faces may not have one right, and one wrong answer. Instead, learners will encounter situations in training that may have several “good” outcomes as well as the potential for some “poor” ones. While the flight instructor should understand in advance which outcomes are positive or negative, the instructor allows the learner to make both good and poor decisions. This does not mean that the learner should be allowed to make an unsafe decision or commit an unsafe act. However, it does allow the learner to make decisions that fit their experience level and result in positive outcomes."},"AO-1.-Fundamentals-of-Instruction/Definitions/Single-Pilot-Resource-Management-(SRM)":{"title":"Single Pilot Resource Management (SRM)","links":[],"tags":["SRM","Resource_Management"],"content":"Single-pilot resource management (SRM) is the art of managing all onboard and outside resources available to a pilot before and during a flight to help ensure a safe and successful outcome. Incorporating SRM into GA pilot training is an important step forward in aviation safety. A structured approach to SRM helps pilots learn to gather information, analyze it, and make sound decisions on the conduct of the flight."},"AO-1.-Fundamentals-of-Instruction/Definitions/Situational-Awareness":{"title":"Situational Awareness","links":[],"tags":["Situational_Awareness","SA"],"content":"Situational awareness is the accurate perception and understanding of all the factors and conditions within the four fundamental risk elements that affect safety before, during, and after the flight. Maintaining situational awareness requires an understanding of the relative significance of these factors and their future impact on the flight. When situationally aware, the pilot has an overview of the total operation and is not fixated on one perceived significant factor. Some of the elements inside the aircraft to be considered are the status of aircraft systems, pilot, and passengers. In addition, an awareness of the environmental conditions of the flight, such as spatial orientation of the aircraft and its relationship to terrain, traffic, weather, and airspace should be maintained.\nTo maintain situational awareness, all of the skills involved in ADM are used. For example, an accurate perception of the pilot’s fitness can be achieved through self-assessment and recognition of hazardous attitudes. A clear assessment of the status of navigation equipment can be obtained through workload management and establishing a productive relationship with ATC can be accomplished by effective resource use."},"AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing":{"title":"I. Fundamentals of Instructing","links":["AO-1.-Fundamentals-of-Instruction/I.A.-Effects-of-Behavior-and-Communication-on-the-Learning-Process","AO-1.-Fundamentals-of-Instruction/I.B.-Learning-Process","AO-1.-Fundamentals-of-Instruction/I.C.-Course-Development,-Lesson-Plans,--and--Classroom-Training-Techniques","AO-1.-Fundamentals-of-Instruction/I.D.-Student-Evaluation,-Assessment,-and-Testing","AO-1.-Fundamentals-of-Instruction/I.E.-Elements-of-Effective-Teaching-in-a-Professional-Environment","AO-1.-Fundamentals-of-Instruction/I.F.-Elements-of-Effective-Teaching-that-include-Risk-Management-and-Accident-Prevention"],"tags":[],"content":"I.A. Effects of Behavior and Communication on the Learning Process\r\nI.B. Learning Process\r\nI.C. Course Development, Lesson Plans, &amp; Classroom Training Techniques\r\nI.D. Student Evaluation, Assessment, and Testing\r\nI.E. Elements of Effective Teaching in a Professional Environment\r\nI.F. Elements of Effective Teaching that include Risk Management and Accident Prevention"},"AO-1.-Fundamentals-of-Instruction/I.A.-Effects-of-Behavior-and-Communication-on-the-Learning-Process":{"title":"I.A. Effects of Behavior and Communication on the Learning Process","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","AO-1.-Fundamentals-of-Instruction/Definitions/Denial","AO-1.-Fundamentals-of-Instruction/Definitions/Repression","AO-1.-Fundamentals-of-Instruction/Definitions/Displacement","AO-1.-Fundamentals-of-Instruction/Definitions/Rationalization","AO-1.-Fundamentals-of-Instruction/Definitions/Fantasy","AO-1.-Fundamentals-of-Instruction/Definitions/Compensation","AO-1.-Fundamentals-of-Instruction/Definitions/Projection","AO-1.-Fundamentals-of-Instruction/Definitions/Reaction-Formation","AO-1.-Fundamentals-of-Instruction/I.A.-Effects-of-Behavior-and-Communication-on-the-Learning-Process","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References:\n\nAIH Chapter 2: Human Behavior\nAIH Chapter 4: Effective Communication\n\nObjectives:\nThe learner should develop knowledge of the elements related to human behavior and effective communication as required in the Instructor ACS.\nElements:\n\nElements of Human Behavior\nLearner Emotional Reactions\nTeaching the Adult Learner\nEffective Communication\nRM Recognizing &amp; Accommodating Human Behavior\n\nCompletion Standards\nThe learner will understand the 3 basic elements of the communicative process, recognize the various barriers to communication, and develop communication skills to convey the desired information to future learners.\nElements of Human Behavior\nHuman Behavior\nThe study of Human Behavior is an attempt to explain how and why humans function the way they do.\nMultiple theories and definitions:\n\n\nScientific World:\nProduct of factors that cause people to act predictably\n\nSatisfying Needs:\nBehavior is result of attempts to satisfy needs\n\nLife Course of Humans:\nAs humans grow, behaviors change\n\nPersonality type classifications try to explain that seeming random variation in human behavior is quite structured due to differences in way individuals prefer to use their perception &amp; judgment\r\nEx: Myers Briggs Type Indicator\nInstructor must understand their style of teaching and as much as possible adapt to learners\nThe instructor’s challenge is to know what controls are best for existing circumstances\r\nCreate an atmosphere that enables / encourages learners to help themselves toward their goals\r\nIt is the instructor’s responsibility to discover how to realize the potential in each learner\n\n\n                  \n                  Human Behavior \n                  \n                \n\nA working knowledge of behavior can help an instructor better understand a learner\n\n\nMotivations:\nMotivations are the reason one acts or behaves in a certain way and lies at the heart of goals.\r\nProbably the dominant force governing progress and ability to learn\nPositive Motivations\n\nTypically the most successful method\n\nPromise or achievement of awards (personal, social, financial, satisfaction of self, recognition)\n\nSecure, pleasant conditions, a safe environment\nTangible return for efforts\nGroup approval/belonging\nFavorable self-image\n\n\n\n\n\nMaintaining Motivation\nMaintaining motivation can be difficult in the long term. Common methods that an instructor can use to help maintain the motivation of their students include:\nRewarding Success\nPraise incremental successes and relate accomplishments to lesson objectives\nPresent New Challenges\nDrops in Motivation are natural, especially after the initial excitement wears off. It is important to remind learners of their goals and reasons for training and that plateaus are normal\nHuman Needs\nHuman Needs can be organized into levels of importance.\r\nThis is typically referred to as the Hierarchy of Human Needs\r\nUntil the needs are satisfied, one can’t focus fully on learning, self-expression, or any other task\r\nOnce a need is satisfied, it no longer provides motivation\nHierarchy of Human Needs:\n\nPhysiological\r\nBiological needs\r\nFood, rest, and protection from the elements\nSecurity\r\nProtection against danger, threats, deprivation affect learner behavior\nBelonging\r\nBelong, to associate, and to give and receive friendship and love\nEsteem\r\nInternal\r\nRelating to self-esteem: confidence, independence, achievement, competence, knowledge\r\nExternal\r\nRelating to reputation: status, recognition, appreciation, and respect of associates\nCognitive and Aesthetic\r\nCognitive: Need to know and understand\r\nIf a person understands, they can control the situation and make informed decisions\r\nAesthetic: Emotional needs\r\nIf an instructor does not like a learner, this feeling may affect the instructor’s ability to teach\nSelf-Actualization\r\nWhen all other needs are satisfied, only then can self-actualization be attained\r\nRealizing one’s own potential for continued development and reaching personal goals and potential\n\n\n\n                  \n                  Human Needs \n                  \n                \n\nHelp learners satisfy their own needs in a manner that will create a healthy learning environment\n\n\n\nDefense Mechanisms\nSubconscious, almost automatic, ego-protecting reactions to unpleasant situations\r\nUsed to soften feelings of failure, to alleviate feelings of guilt, and to protect personal worth\nThere are 8 typical defense mechanisms:\n\n\n                  \n                   Denial:\n                  \n                \n\nRefusal to accept a reality because it is too threatening\n\n\n\n\n                  \n                   Repression:\n                  \n                \n\nUncomfortable thoughts are placed in inaccessible areas of the unconscious mind\n\n\n\n\n                  \n                   Displacement:\n                  \n                \n\nUnconscious shift in emotion from the original object to a less threatening substitute\n\n\n\n\n                  \n                   Rationalization:\n                  \n                \n\nSubconscious technique for justifying actions that otherwise would be unacceptable\n\nWhen true rationalization takes place, individuals sincerely believe in their excuses.\n\n\n\n\n\n                  \n                   Fantasy:\n                  \n                \n\nDaydreaming about how things should be rather than doing something about how they are\n\n\n\n\n                  \n                   Compensation:\n                  \n                \n\nDisguising the presence of a weak quality by emphasizing a more positive one\n\nMay develop a less preferred / more attainable goal instead of one more preferred / less attainable\n\n\n\n\n\n                  \n                   Projection:\n                  \n                \n\nBlame is relegated to others for their own shortcomings, mistakes, and transgressions\n\n\n\n\n                  \n                   Reaction Formation:\n                  \n                \n\nProtect from dangerous desires by developing opposite attitudes / behaviors\n\n\nLearner Emotional Reactions\nTypical emotional reactions from learners are important to understand and recognize in the student.\nAnxiety – “A state of mental uneasiness arising from fear…”\n\nMost significant psychological factor affecting flight instruction\n\nAnxiety can be countered by reinforcing enjoyment of flying, and by teaching to cope with fear\n\n\n\nImpatience\n\nSeeks only the ultimate objective without considering the means to reach it\n\nPresent training one step at a time, with clear goals for each step. Tailor instruction to learner‘s pace\n\n\n\nWorry or Lack of Interest\n\nThose worried or emotionally upset are not ready to learn and derive little benefit from instruction\n\nDivert attention from their worries and troubles to the tasks at hand\nEnsure the learner knows exactly how well they have progressed and what deficiencies are present\n\n\n\nPhysical Discomfort, Illness, Fatigue, and Dehydration\n\nSlow the rate of learning, and should be mitigated to the extent possible\n\nFatigue\nOne of the most dangerous hazards to flight safety. Impairs judgement / decision making\nAcute Fatigue:\nNormal occurrence of everyday living\nChronic Fatigue:\nCombination of physiological / psychological problems (financial, home, etc.)\n\n\nDehydration and Heatstroke\nDehydration:\nCritical loss of water to the body. Reduces alertness\nHeatstroke\nInability of the body to control its temperature\n\nCarry ample water on any long flight, keep the temperature cool, and wear light clothing\n\nApathy Due to Inadequate Instruction\n\nProvide well-planned, appropriate, and accurate instruction\nInstruction should be meaningful. Teach to the level of the learner\nOnce the instructor loses confidence, it is difficult to regain, and learning is diminished\n\nStress\nStress is a natural human response to a difficult situation that causes mental tension or worry.  It is usually triggered when someone feels threatened or under pressure, and they don’t feel they can control the situation.\nNormal Reactions to Stress\nPeople respond rapidly and exactly, within the limits of their experience and training\n\nThis is desired, stress should not overwhelm and cause abnormal reactions (below)\n\nAbnormal Reactions to Stress\nResponse may be random, illogical, completely absent, or at least inadequate\n\nOver-cooperation, extreme self-control, inappropriate laughter or singing, rapid emotion changes\n\nFlight Instructors Actions Regarding Seriously Abnormal Learners\n\nRefrain from instructing the learner and assure they don’t continue training or become certificated\nArrange for another instructor to conduct an evaluation flight. After the flight, the instructors should confer to determine whether they agree that further investigation or action is justified\n\nTeaching the Adult Learner\nFlight students tend to be older (~30+)\n\nLearning is a means to an end (generally have a use for the knowledge/skill)\nSeek out learning experiences to cope with specific life changing events (marriage, new job, etc.)\nAutonomous &amp; self-directed; need to be independent &amp; exercise control\nDraw from foundation of life experience and knowledge for learning\nGoal &amp; relevancy oriented\nPractical, focusing on aspects of a lesson most useful to them in their work\nNeed to be shown respect\nNeed to increase or maintain a sense of self-esteem is a strong secondary motivator\nWant to solve problems &amp; apply new knowledge immediately\n\n\n\n                  \n                  To effectively teach the adult learner: \n                  \n                \n\n\nClarify and articulate learner expectations early\nProvide an organized training syllabus with clearly defined objectives\nRecognize the learner’s need to control pace and start/stop time\nUse scenario-based training (takes advantage of preference to self-direct)\nHelp learners integrate new ideas with what they already know\nProvide self-directed learning involving other people as resources, guides, etc. (don’t isolate)\nUse books, programmed instruction and computers which are popular with adults\nRefrain from “spoon-feeding”\nSet a cooperative learning climate\nCreate opportunities for mutual planning\n\n\n\nEffective Communication\nCommunication doesn’t occur automatically, and a communication style must be developed that can convey info to learners.\n\n\n                  \n                  Communication \n                  \n                \n\nCommunication takes place when a person transmits ideas / feelings to another. The effectiveness of communication is measured by the similarity between the idea transmitted and the idea received\nA change in behavior is the goal of communication\n\n\nThere are 3 elements of communication\nThe Source → The Instructor\nEffectiveness as a communicator is related to 3 basic factors:\r\nAbility to select/use language is essential for transmitting information\r\nCommunicators reveal information about themselves\r\nMaterial is accurate, up-to-date, and stimulating\nThe Symbols → Words or symbols used to transmit info\nDetermine the symbols best to start / end and those best for explaining, clarifying, emphasizing\r\nDetermine which medium is best suited for transmission (hearing, seeing, touch)\r\nMonitor the feedback from a learner as symbols may need to be modified for clarity\r\nLearners need feedback on how they are doing\r\nNegative feedback in private only\nThe Receiver → The Learner\nWith effective communication, the receivers react with understanding and change their behavior accordingly. It is critical to remember that not all learners learn in the same way, and using multiple approaches is most effective\nRisk Management: Barriers to Effective Communication\nLack of Common Experience:\nThe greatest single barrier to effective communication. It is is essential that instructors speak the same language as the learners. When specific terminology is needed, ensure understanding, don’t just assume understanding.\nConfusion Between the Symbol and the Symbolized Object:\nThis occurs when the meaning or intent of words and/or the context isn’t clear (ex. Sarcasm)\nOveruse of Abstractions:\nAbstractions are words that are general rather than specific, and they may not evoke the same items of experience in the learner’s minds\nExternal Factors:\nFactors outside the instructor’s control that prevent an activity from being carried out properly. There are multiple types of external factors.\n\nPhysiological interference - physical problem inhibiting understanding (injury, hearing loss, etc.)\nEnvironmental interference - caused by external physical conditions (like noise)\nPsychological interference - product of how the learner / instructor feel\n\nInterference:\nThis occurs when the message gets disrupted or truncated. Ensure the learner understands the message\nDeveloping Communication Skills\nBecause communication is a skill, it must be practiced and developed. There are multiple ways of developing communication skills:\nRole Playing\nPractice instructing to develop communication skills, techniques, etc.\nInstructional Communication\nKnow the topic well; Do not be afraid to use examples of past experience to illustrate points\r\nDetermine the level of understanding by some sort of evaluation\nListening\nListen to understand rather than refute\nQuestioning\nGood questioning can determine how well a learner understands\r\nAsk open ended and focused questions\r\nParaphrasing and perception checking can confirm understanding\nInstructional Enhancement\nThe deeper the knowledge about an area, the better the instructor is at conveying it\nRisk Management: Recognizing &amp; Accommodating Human Behavior\n\nWorking knowledge of Human Behavior can help an instructor better understand a learner, which leads to successful instruction\nUnderstand and adjust for different personalities, motivators, learning styles, etc.\n\nReturn to Top\r\nReturn to FOI"},"AO-1.-Fundamentals-of-Instruction/I.B.-Learning-Process":{"title":"I.B. Learning Process","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","CFI-Airplane-ACS.pdf","AO-1.-Fundamentals-of-Instruction/Definitions/Cognitive-Theory","AO-1.-Fundamentals-of-Instruction/Definitions/Higher-Order-Thinking-Skills","AO-1.-Fundamentals-of-Instruction/Definitions/Scenario-Based-Training","AO-1.-Fundamentals-of-Instruction/I.A.-Effects-of-Behavior-and-Communication-on-the-Learning-Process","AO-1.-Fundamentals-of-Instruction/I.B.-Learning-Process","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References:\n\nAIH Chapter 3: The Learning Process\n\nObjective:\nThe learner should develop knowledge of the elements related to the learning process as required in the CFI Airplane ACS.\nElements:\n\nDefinitions of Learning\nLearning Theory\nPerceptions and Insight\nAcquiring Knowledge\nLaws of Learning\nDomains of Learning\nCharacteristics of Learning\nAcquiring Skill Knowledge\nDistractions &amp; Interruptions, Fixation &amp; Inattention\nErrors\nMemory\nForgetting\nRetention of Learning\nTransfer of Learning\nHabit Formation\n\nCompletion Standards\nThe learner understands the learning process and can integrate the knowledge when instructing learners\nDefinitions of Learning\nThere are multiple definitions of learning, which tend to fall into categories including:\n\nA change of behavior\nA gaining of knowledge or skills\nA permanent change in understanding and cognition\n\nEffective instructors understand the subject material, the learner, the learning process, and the relationship between them.\n\n\n                  \n                  Learning \n                  \n                \n\nLearning is a complex process, and it is the responsibility of the instructor to assist each learner in reaching their goals while building self-esteem and confidence.\n\n\nLearning Theory\nLearning theory is a body of principles used to explain how people acquire skills, knowledge, and attitudes.  It is typically explained by one of two concepts:\n\nBehaviorism\nCognitive Theory\n\nInstructors should plan, manage, and conduct aviation training with the best features of both theories. This provides a way to measure the behavioral outcomes and promote cognitive learning.\nBehaviorism\nBehaviorism explains behavior entirely in terms of observable and measurable responses to stimuli. In other words, human behavior can be predicted based on past rewards and punishments.\nIn modern behaviorism, positive reinforcement is stressed, to encourage progress and learning with rewards.\nThe popularity of behaviorism as a learning theory has waned as more is understood about the complexity of the learning process.\nCognitive Theory:\nCognitive Theory focuses on what is going on in the mind. Learning isn’t just a behavior change, it is a change in the way a learner thinks, understands, and feels.\nCognitive Theory has 2 major branches:\n\nInformation Processing Theory:\nConstructivism\n\nInformation Processing Theory\nInformation Processing Theory uses the concept of a computer system to model the actions of the brain. The brain processes incoming information, stores and retrieves it, and generates responses to the information. This involves a number of cognitive processes:\n\nGathering and representing information (encoding)\nRetaining of information\nRetrieving the information when needed\n\nConstructivism\nConstructivism is the concept that learners do not acquire knowledge and skills passively but actively build or construct them based on their experiences. In this theory, learning is the result of matching new information against preexisting information and integrating it into meaningful connections.\nConstructivism also encompasses Higher Order Thinking Skills from Bloom’s Taxonomy and Scenario Based Training, also referred to as Aeronautical Decision Making (ADM)\n\nAn important common thread in aviation accidents is the absence of HOTS\n\nHigher Order Thinking Skills\nTeaching HOTS effectively helps engage the learner in mental activity, has the learner examine that mental activity and select the best solution, and challenges the learner to  explore other ways to accomplish the task.  HOTS should be taught like other cognitive skills, from simple to complex, from concrete to abstract.  This involves:\n\nProblem-based instruction\nAuthentic / real world problems\nActive learning / Cooperative learning\nCustomized instruction to meet the individual learner’s needs\n\nScenario Based Training\nScenario Based Training (SBT) is the heart of HOTS and ADM, and is an example of Problem Based Learning (PBL). It uses real world scenarios to address flight training objectives, and should generally be planned and led by the learner.\nPerceptions and Insight\nInitially, all learning comes from perceptions (which come from the senses), and the learner gives meaning to the senses. New learners are typically overwhelmed by stimuli, and often focus on the wrong thing, so the instructor needs to make sure that they direct the learner’s perceptions so that they obtain the relevant information\nFactors that Affect Perceptions:\nPhysical Organism\nThe pilot’s body (perceptual apparatus), used for sensing the world around them\nGoals and Values\nExperiences are affected by the individuals values and beliefs.\n\nImportant to understand the learner’s values and tailor teaching to those values\n\nSelf-Concept or Self-Image\nPositive Self-Concept\nAllows the learner to remain open to new experiences. They are less defensive and more receptive to new experiences, instructions, and demonstrations.\nNegative Self-Concept\nHas a negative effect on learning by introducing psychological barriers, which tend to prevent the learner from perceiving, and may inhibit the ability to properly implement what is perceived.\nTime and Opportunity\nProper sequence and time are necessary for learning\nElement of Threat\nThreat does not promote effective learning\n\nFear adversely affects perception by narrowing the perceptual field\n\nInsight\nInsight is the grouping of perceptions into meaningful wholes, and it is one of the primary responsibilities of the instructor to help the learner understand how each piece of information relates to the others.\r\nInsight is the “Aha!” moment when the information clicks.\nAcquiring Knowledge\nPart of an instructor’s job is helping learners acquire knowledge. There are phases of knowledge and knowledge acquisition that the learner progresses through.\nMemorization\nMemorization is the the first attempt to acquire knowledge. Good for rote repetition, but not good for problem solving.\nUnderstanding\nUnderstanding is the ability to notice similarities and make associations between the facts and procedural steps learned. This is when the learner begins to organize known facts and steps into coherent groups to form an understanding of how a thing or process works.\nOnce the learner begins to reach the understanding phase of knowledge, there are several advantages:\n\nLearner is no longer limited to only answering questions that match the memorized facts.\nLearners who understand a process have an easier time mastering variations of the process.\nUnderstanding shared between people allows for more effective and efficient communication.\nLearners who understand the purpose behind procedure steps are better able to remember the procedure steps later, or reconstruct them when they are forgotten.\n\nConcept Learning\nConcept Learning is based on the assumption that humans tend to group objects/ideas/people/etc. that share one or more major attributes.  By grouping information into concepts and schemas, we create manageable categories.\nLaws of Learning\nThe laws of learning (REEPIR) help provide insight into what makes people learn most effectively.\nReadiness\nThe basic needs of the learner need to be met before they are ready or capable of learning.\r\nThe instructor can do little to motivate the learner if these needs haven’t been met.\nLearners best acquire new knowledge when they see a clear reason for doing so.\r\nProvide useful, applicable information tailored to the specific learner’s experience level\nThere are two steps to keep learners in a state of readiness:\n\nCommunicate a clear set of objectives and relate each new topic to the objectives\nIntroduce topics in a logical order and leave learners with a need to learn the next topic\n\nBe alert to and capitalize on teachable moments\nEffect\nBehaviors that lead to satisfying outcomes are likely to be repeated and vice versa.  Learning should affect the learner positively and give them a feeling of satisfaction.\n\nIt is important as an instructor to create situations designed to promote success.\n\nExercise\nConnections are strengthened with practice and weakened without it\n\nUse it or lose it\n\nExercise is most meaningful and effective when a skill is learned in the context of real world applications.  Opportunities should be provided for practice, ensuring that it is directed towards a goal and performed properly.\nPrimacy\nWhat is learned first often creates a strong, almost unshakable impression. Unteaching is much more difficult than teaching.\n\nThe first experience should be positive, functional, and lay the foundation for all that is to follow.\n\nIntensity\nA vivid, dramatic, or exciting learning experience teaches more than a routine or boring one.\n\nInstructional aides can improve realism, motivate learning, and challenge learners.\n\nRecency\nThings most recently learned are best remembered. The further removed in time from a new fact/understanding, the more difficult it is to remember.\n\nRepeat, restate, or reemphasize important points at the end of a lesson to help in remembering\n\nDomains of Learning\nThe Domains of Learning are a framework to help understand the major areas of learning and thinking. They are:\n\nCognitive Domain (Change in Knowledge)\nAffective (Change in Attitude)\nPsychomotor (Physical Skills)\n\n\nCognitive Domain\nThe cognitive domain is one of the best known educational domain. It includes remembering specific facts and concepts that help develop intellectual abilities and skills.\nLevels of the Cognitive Domain\n1. Knowledge\nRemembering information\n2. Comprehension\nExplaining the meaning of information\n3. Application\nUsing abstractions in concrete situations\n4. Analysis\nBreaking down a whole into component parts\n5. Synthesis\nPutting parts together to form a new and integrated whole\n6. Evaluation\nMaking judgements about the merits of ideas, materials, or phenomena\nPractical Learning Levels\nThere are 4 practical levels of learning, which are often categorized in the Cognitive Domain. They are:\nRote:\nThe ability to repeat without understanding or application\nUnderstanding:\nInsight into what has been taught\nApplication:\nSkill for applying what has been learned\nCorrelation:\nCorrelation of what has been learned with things previously learned and subsequently encountered\n\nThis is the objective in aviation instruction\n\n\nAffective Domain\nThe affective domain addresses a learner’s emotions towards the educational experience.  It includes values, enthusiasms, motivations, and attitudes. Measuring objectives in this domain is difficult.\nThe affective domain provides a framework for teaching in 5 levels:\n1. Receiving\nWillingness to pay attention\n2. Responding\nReacts voluntarily or Complies\n3. Valuing\nAcceptance\n4. Organization\nRearrangement of value system\n5. Characterization\nIncorporates value into life\nPsychomotor Domain\nThe psychomotor domain is skill based and includes physical movement, coordination, and the use of motor-skill areas. As tasks/equipment get more complex, the necessity for integration of cognitive and physical skills increases.\nThere are 4 practical instructional levels for the psychomotor domain:\n1. Observation\n2. Imitation\n3. Practice\n4. Habit\nCharacteristics of Learning\nTo understand how people learn, it is necessary to understand what happens to the individual during the process. Knowledge of the general characteristics of learning help an aviation instructor use those characteristics in a learning situation.\nLearning is :\nPurposeful\n\nMost learners have definite ideas about what they want to do and achieve\nLearners learn from any activity that furthers their goals\n\nA Result of Experience\n\nLearners can only learn from personal experience.\nIt is important to provide learning experiences that are meaningful, varied, and appropriate to individual learners.\n\nMultifaceted\n\nIndividuals learn more than expected if they fully exercise their minds and feelings all at once\n\nAn Active Process\n\nLearners need to react and respond for effective knowledge transfer\nDon’t assume that just because a learner was present that they learned/remember something\n\nAcquiring Skill Knowledge\nSkill knowledge is knowledge reflected in motor or manual skills and in cognitive or mental skills, which manifests itself in the doing of something (e.g. riding a bike). Skill knowledge is typically acquired slowly through related experience\nStages to Acquiring a Skill:\n1. Cognitive Stage\nBasis in factual knowledge\n\nProvide a clear, step-by-step example as a model for the learner to follow\n\n2. Associative Stage\nLearner understands how to associate individual steps in performance with likely outcome\nDistractions &amp; Interruptions, Fixation &amp; Inattention\nDistraction\nAn unexpected event that diverts the learner’s attention momentarily\n\nThe learner then has to decide if the distraction warrants further attention or to ignore and go back to what they were doing\n\nInterruption\nAn unexpected event that causes the learner to voluntarily suspend one task to complete a different one\n\nThis is a significant source of errors\n\nFor example, interrupted during checklist, then resumes at wrong step\n\n\nLearner needs to develop procedures for dealing with interruptions\n\nFixation\nWhen the learner becomes absorbed in one task to the exclusion of others\n\nThis is generally a sign that the task has not been mastered well enough to be performed with other tasks\n\nInattention\nWhen the learner fails to pay attention to a task that is important\n\nCan be a natural byproduct of fixation\nCan also occur when learners are not busy, are bored, or find a task unimportant\n\nTo identify fixation and inattention problems, follow where the learner is looking\n\nGlance at their eyes to see where they’re looking\r\nExamples:\r\nExtended time looking at one instrument could be fixation\r\nExtended time neglecting engine instrumentation could be inattention\n\nErrors\nKinds of Errors:\nSlips\nWhen a person plans to do the correct thing by inadvertently does something else\n\nNeglect to do something\nConfused two similar things\nAsked to perform a routine but in a slightly different way\nTime pressure\n\nMistakes\nWhen a person plans to do the wrong thing and succeeds\n\nError of thought, sometimes from a gap or misconception of understanding\n\nCommon Skills and Steps to Help Reduce Error:\nLearn and practice\n\nChair fly\n\nTaking Time\n\nWork at a comfortable pace\n\nSlow is smooth and smooth is fast\n\n\n\nCheck for Errors\n\nActively look for evidence of errors\n\nUse Reminders\n\nChecklists, bugs, notebooks, etc.\n\nDevelop Routines\n\nStandardized procedures reduce errors\n\nRaise awareness\n\nWhen operating in conditions under which errors are known to happen or in conditions where defenses against errors have been compromised\n\nFatigue, lack of practice, etc.\n\n\n\n\n\n                  \n                  Errors \n                  \n                \n\nError is inevitable, and learners must learn to recover from situations\n\nDon’t let the error snowball and cause additional problems or get worse than it is\n\n\n\nMake sure that errors are learned from\n\n\nWhen an error is made, ask the learner why it happened and what could be done differently in the future\nErrors make for great debrief topics, and should include a discussion of what went well and what could have gone better.\n\n\nMemory\nMemory include 3 parts:\n\nSensory Memory\nShort-Term Memory\nLong-Term Memory\n\nThe total system operates like a computer\r\nAccepts inputs, information is processed, information is stored, and an output function\nSensory Memory\nQuick Scan\nReceives stimuli from the environment and quickly processes it based on a set concept of what is important\n\nIf dramatic or impacting more than one sense it is more likely to make an impression\n\nPrecoding\nRecognizes certain stimuli and immediately sends to Short-Term Memory\nShort-Term Memory\nInfo stored for ~30sec, then either rapidly fades or is consolidated to Long-Term Memory\nRepetition or rehearsal of info and sorting into categorization helps with retention\n\nCoding or Chunking\n\nRelating incoming info to concepts or knowledge already in memory\n\n\n\nTime and capacity limited\nConsists of 3 basic operations:\nIconic Memory\nBrief sensory memory of visual images\nAcoustic Memory\nMemory of brief sound or ability to hold sounds in short term memory\nWorking Memory\nActive process to keep info until used\nLong-Term Memory\nRelatively permanent storage of unlimited information\r\nTo be useful, special effort must have been expended during coding process\nAs an instructor, make training relevant and meaningful enough to transfer info to long term memory\nThe ability to retrieve knowledge and skills is primarily related to:\n\nHow often knowledge has been used\nHow recently knowledge was last used\n\n\n\n                  \n                  Memory Retention \n                  \n                \n\nThe more frequently and recently knowledge is used, the more likely it is retained\n\n\nForgetting\nFading\nInformation not used is forgotten\nInterference\nAn experience overshadowed or learning of similar things has intervened\n\nSimilar material seems to interfere with memory more than dissimilar material\nMaterial not well learned suffers most from interference\n\nRetrieval Failure\nInability to retrieve the info\nRepression or Supression\nMemory is pushed out because of feelings associated with it\nRetention of Learning\nTeach thoroughly and with meaning to ensure learning is available for recall\nPraise stimulates remembering\n\nResponses that give a pleasurable return tend to be repeated\nAbsence of praise or recognition tends to discourage\n\nRecall is promoted by association\n\nUnique or disassociated facts tend to be forgotten unless they are of special interest or application\n\nFavorable attitudes aid retention\n\nPeople learn and remember only what they want to know\nWithout motivation, there is little chance for recall\n\nLearning with all senses is most effective\n\nWhen multiple senses respond together, there is fuller understanding and a greater chance of recall\n\nMeaningful repetition aids recall\n\nEach rep gives an opportunity to gain a clearer and more accurate perception of the subject to be learned\n\nMere repetition doesn’t guarantee success\n\n\n\nMnemonics assist in remembering info\nHelps recall info in a particular order\nTransfer of Learning\nAbility to apply knowledge or procedures learned in one context to new contexts\r\nLearning occurs faster and deeper understanding develops if some knowledge or skill from prior learning can be related\nEnsure that transfer of knowledge is a primary learning objective.  Avoid unnecessary rote learning, and provide meaningful learning experiences.\nNear Transfer\nTransfer from initial learning to ones that are closely related\nFar Transfer\nAbility to use what was learned in one setting to a different one and to solve novel problems that share a common structure with the knowledge initially acquired.\nPositive Transfer\nWhen learning skill A helps learn skill B\nNegative Transfer\nWhen learning skill A hinders learning of skill B\nHabit Formation\nThe formation of correct habit patterns from the beginning is essential to further learning and for correct performance after training.\n\nPrimacy is a fundamental principle of learning\n\nUnderstanding and Memory\nThe ability to remember is greatly affected by the level of understanding\n\nThe better understood, the easier it is to remember\n\nRisk Management Concepts\n1. Lack of Learner Motivation\n\nSee Motivations and Human Needs\n\n2. Inadequate or Incomplete Instruction\n\nInadequate preparation or teaching leads to apathy in learners\n\nPoor instruction comes from:\n\nPoor organization\nDistracting mannerisms\nUntidiness\nAppearing irritated with the learner\nTalking down to the learner\n\n\nProvide well-planned, appropriate, and accurate instruction\n\nTeach to the level of the learner\nTeaching needs to be meaningful to the learner\n\n\n\n\n\nReturn to Top\r\nReturn to FOI"},"AO-1.-Fundamentals-of-Instruction/I.C.-Course-Development,-Lesson-Plans,--and--Classroom-Training-Techniques":{"title":"I.C. Course Development, Lesson Plans, & Classroom Training Techniques","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","AO-1.-Fundamentals-of-Instruction/I.D.-Student-Evaluation,-Assessment,-and-Testing","AO-1.-Fundamentals-of-Instruction/Definitions/Higher-Order-Thinking-Skills","AO-1.-Fundamentals-of-Instruction/Definitions/Situational-Awareness","AO-1.-Fundamentals-of-Instruction/I.C.-Course-Development,-Lesson-Plans,--and--Classroom-Training-Techniques","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References\nAIH Chapter 3: The Learning Process\r\nAIH Chapter 5: The Teaching Process\r\nAIH Chapter 7: Planning Instructional Activity\nObjectives:\nThe learner develops knowledge of the elements related to course &amp; lesson development as required in the Instructor ACS.\nElements\nTeaching\r\nCourse of Training\r\nPreparation of a Lesson\r\nOrganization of Material\r\nTraining Delivery Methods\r\nElectronic Learning\r\nInstruction Aids and Training Technologies\r\nIntegrated Flight Instruction\r\nProblem Based Instruction\r\nPlanning Instructional Activity\nCompletion Standards\nThe learner understands how to prepare a lesson, and effectively organize and present the material, integrating training aids, problem-based instruction, and other tools based on the specific learner(s) and the situation.\nTeaching\nTeaching is to instruct or train\nProcess\nThe teaching process organizes the material in such a way that the learner can understand\nConsists of four steps:\n\nPreparation\nPresentation\nApplication\nAssessment\n\n4 Essential Teaching Skills\n\nPeople Skills\nSubject Matter Expertise\nAssessment Skills\nManagement Skills\n\nPeople Skills\nEffective instructors relate well to people and can effectively communicate.\n\nTechnical knowledge is useless if the instructor fails to communicate effectively\nThe two way process of effective communication includes actively listening to the learner.\n\nPeople skills also include the ability to:\n\nInteract respectfully\nPick up when learners are not following along\nProvide motivation\nAdapt to the needs of the learner when necessary\nChallenge learners intellectually while supporting their efforts\n\nEffective instructors also display enthusiasm for the subject matter and express themselves clearly\nSubject Matter Expertise\nA subject matter expert (SME) possesses a high level of expertise, knowledge, or skill in a particular area.\n\nHave a sincere interest in learning and professional growth.\nBe a lifelong learner, network, and continue to develop professionally.\n\nAssessment Skills\n\nUsed to verify the learners progress.\n\nIt can occur before, during, and after training.\n\n\nThe purpose of the assessment needs to be clear.\n\nIt is discussed in detail in AIH Chapter 6: Assessment and in I.D. Student Evaluation, Assessment, and Testing\nManagement Skills\n\nThe ability to plan, organize, lead, and supervise.\nEffective time management to achieve goals without over planning\nSupervision of learners when necessary\n\nCourse of Training\nA complete series of studies leading to a specific goal, and includes a Curriculum, Syllabus, and Lesson Plans\nHaving a course of training ensures that all regulatory certification requirements are met.\nCurriculum\nThe  courses for various certificates and ratings\nSyllabus\nSummary/outline of an individual course of study containing multiple lessons\n\nHas a description of each lesson, including objectives and completion standards\n\nLesson plans\nDetailed plan for how a specific lesson is conducted\nIncludes:\n\nObjective\nOrganization of material\nTeaching aids\nInstructor/learner actions\nEvaluation Criteria\nCompletion Standards\n\n\n\n                  \n                  Purpose of the Lesson Plan \n                  \n                \n\n\nAssure a wise selection of material and the elimination of unimportant details\nMake certain due consideration is given to each part of the lesson\nAid the instructor in presenting the material in a suitable sequence for efficient learning\nProvide an outline of the teaching procedure to be used\nServe as a means of relating the lesson to the objectives of the training course\nGive the inexperienced instructor confidence\nPromote uniformity of instruction regardless of the instructor or when the lesson is given\n\n\n\nCharacteristics of a Well-Planned Lesson\nUnity\nEach lesson should be a unified segment of instruction\nContent\nEach lesson should contain new material, but be related to the lesson previously presented\nScope\nEach lesson should be reasonable in scope to prevent confusion or inefficiency\nPracticality\nEach lesson should be planned in terms of the conditions under which the training is to be conducted\nFlexibility\nFlexibility should be incorporated as needed\nHow to Use a Lesson Plan Properly\n\nBe familiar with the lesson plan\nUse the lesson plan as a guide\nAdapt the lesson plan to the class or learner\nEnsure the lesson plan is appropriate to the background, flight experience, and ability of the particular learner\n\nModify as necessary due to deficiencies in the learner’s knowledge or poor mastery of the elements essential to effective completion of the lesson\n\n\nRevise the lesson plan periodically\n\nPreparation of a Lesson\nA lesson must be planned, to include:\n\nTraining Objectives\nProcedures and facilities\nGoals to be attained\nReview and Evaluation\n\nTraining Objectives\nAviation training involves two types of objectives: Performance Based and Decision Based. As the learner progresses through higher levels of performance and understanding, training focus should shift from Performance Based to Decision Based training objectives.\nPerformance Based\nDefine exactly what needs to be done and how it is done\nPerformance based objectives set measurable, reasonable standards describing the learner’s desired performance\r\nCan be referred to as a behavioral, performance, instructional, or educational objective\r\nAll refer to the same thing, the behavior of the learner\nProvide a way of stating the level of performance a learner needs to demonstrate before moving on to the next thing\nConsists of three elements\n\nDescription of the skill or behavior\n\nExplains the desired outcome as a change in knowledge, skill, or attitude.\nShould be concrete and in measurable terms\n\n\nThe conditions\n\nExplains the rules for demonstration of the skill\nShould include:\n\nEquipment\nTools\nReference Material\nLimiting Parameters\n\n\n\n\nThe criteria\n\nStandards that measure the accomplishment. Should define performance such that there is no question whether the performance meets the objective.\n\n\n\nDecision Based\nDevelops pilot judgement and ADM skills. Facilitate a higher level of learning and application by using dynamic and meaningful scenarios.\nRequires dynamic problem solving of the learner.\nOrganization of Material\nThe traditional organization of a lesson plan is Introduction, Development, and Conclusion\nIntroduction\nThe intro sets the stage for everything to come, and is made up of Attention, Motivation, and an Overview\nAttention\nTo focus each learner’s attention on the lesson.\r\nCan be a story, a video clip, a question, a joke, anything that relates to the subject and establishes a background for developing the learning outcomes\nMotivation\nOffers the learners specific reasons why the lesson content is important to know, understand, apply or perform and ensures readiness\nOverview\nTells the learner(s) what is to be covered during the period. Should be a clear, concise presentation of the objective and key ideas to give a road map.\nDevelopment\nThe main part of the lesson, where the instructor develops the subject matter so that the learner achieves the desired outcome\nThe material is organized logically to show the relationships between the main points, and can be organized in one of the following ways:\n\nPast to Present\r\nArranged chronologically from the present to the past, or from the past to the present\n\n\nSimple to Complex\r\nLead the learner from simple facts or ideas to an understanding of the phenomena or concepts involved.\r\nLess important information can be omitted initially to simplify the learning process\nKnown to Unknown\r\nStarting with something the learner already knows, the instructor can then lead into new ideas and concepts.\nMost Frequently Used to Least Used\r\nStart with commonly used items that apply to everyone before progressing to rarer ones that may only apply to some.\n\nUnder each main point in a lesson, the subordinate points should lead from one to another naturally.\nConclusion\nRetrace the important elements of the lesson and relate them to the objective. This reinforces learning and improves retention.\r\nDo not introduce new ideas into the conclusion\nTraining Delivery Methods\nThere are a variety of methods to present instructional material, typically used in combination of more than one.\nThese include:\n\nLecture Method\nDiscussion Method\nGuided Discussion Method\nProblem Based\nGroup Learning\nDemonstration-Performance\nDrill and Practice\nElectronic Learning\n\nLecture Method\nThe instructor delivers knowledge via lectures to learners who are more or less silent participant.\r\nBest used when an instructor wishes to convey a general understanding of a subject\nTypically setup of a lecture is:\n\nIntroduction of the topic to be discussed\nBody of the lecture\nSummary of main points\n\nThere are different types of lectures as well:\nIllustrated talk\nVisual aids heavily relied on\nBriefing\nA concise array of facts are presented to listeners who do not expect elaboration of supporting material\nFormal Lecture\nPresentation with little to no verbal participation by the learners\nTeaching Lecture\nInstructor plans and delivers an oral presentation that allows for participation by the learners and helps direct them toward desired learning outcome.\n\nFavored by aviation instructors → Allows for some active participation\n\nFeedback on reaction from learner can be difficult to interpret\n\n\n\nPreparing the Teaching Lecture\n\nEstablish the objective and desired outcome\nResearch the subject\nOrganize the material\nPlan productive classroom activities\n\n\nUse simple words whenever possible\nDon’t use substandard English or errors in grammar\nClearly define technical terms to ensure understanding\nUse specific words instead of general terms\n\nDelivery\n\nSpeak from a mental or written outline\r\nDo not read or memorize the material to be presented. The exact words to express an idea are spontaneous\nElaborate topics further if learners fail to grasp the concept\nUse notes to ensure accuracy, jog the memory, and prevent forgetting\r\nUse notes sparingly and unobtrusively, but don’t hide them\nEncourage active learner participation\n\nAdvantages and Disadvantages\nLectures are convenient for instructing large groups, and can present many ideas in a short amount of time, but are not perfect for attainment of certain types of learning outcomes (i.e. motor skills) and can result in less engaged learners.\nDiscussion Method\nModification of the pure lecture form by using lecture and then discussion to integrate learner into process\nInstructor provides a short lecture to give basic knowledge, and then is followed by instructor/learner and learner/learner discussion.\r\nIt is important to keep the discussion focused on the subject matter and to ensure everyone has the opportunity to comment, listen, think, and participate\nThis method also allows the learner to develop Higher Order Thinking Skills. The instructor should keep their own discussion to a minimum to allow for maximum learner participation.\nGuided Discussion Method\nInstructor-guided discussion is used with the instructor maintaining control of the discussion, and the learner must have a level of knowledge about the topic to be discussed.\r\nCan be used during classroom periods and preflight/postflight briefings\nThe goal is to draw out the knowledge of the learner, with the instructor as a facilitator using effective questions.\nCharacteristics of an Effective Question\n\nApplies to the subject of instruction\nIs brief and concise, but also clear and definite\nIs adapted to the learner’s ability, experience, and stage of training\nCenters on only one idea\nPresents a challenge to the learners\n\nPlanning a Guided Discussion\n\nSelect an appropriate topic\r\nLearners must have some level of knowledge to exchange\nState the specific lesson objective\nConduct adequate research to become familiar with the topic\nOrganize the points in a logical sequence\r\nThere are 3 main parts to the guided discussion\r\n1. Introduction\r\n- Attention\r\n- Motivation\r\n- Overview\r\n1. Discussion\r\n2. Conclusion\nHave at least one lead off question for each desired learning outcome to stimulate discussion\n\nProblem Based\nConsists of a carefully constructed problem to which there is no single solution\r\nThis helps the learner gain a deeper understanding of the information and improve the ability to recall it\nPBL helps the learner make meaning of the information based on past experience and personal interpretation, which encourages development of Higher Order Thinking Skills.\nEffective problems for PBL:\n\nRelate to the real world so learners want to solve them\nRequire learners to make decisions\nAre open-ended and not limited to one correct answer\nAre connected to previously learned knowledge as well as new knowledge\nReflect lesson objective(s)\nChallenge learners to think critically\n\nGroup Learning\nLearners are organized into small groups who can work together to maximize understanding.\r\nLearners completing cooperative learning group tasks tend to have better test scores, higher self-esteem, improved social skills, and greater comprehension.\nGroup learning continually requires active participation in the learning process\nGroup learning depends on conditions and controls to ensure success, and the instructor must do thorough planning to determine what the group is expected to learn and to be able to do on their own.  Useful conditions and controls include:\n\nSmall, heterogeneous groups\nClear, complete instructions of what the learners are to do, in what order, with what materials, and when appropriate\nLearner perception of targeted objectives as their own personal objectives\nThe opportunity for learner success\nLearner access to and comprehension of required information\nSufficient time for learning\nIndividual accountability\nRecognition and rewards for group success\nTime after completion of group tasks for learners to reflect on how they worked together as a team\n\nDemonstration-Performance\nBest used for the mastery of mental or physical skills that require practice.\r\nBased on the principle of learning by doing\nDemonstration-Performance method is divided into 5 phases:\n\nExplanation\r\nInstructor conveys the precise actions that the learner is to perform, and the end result of the efforts\r\nExplanation must be clear and pertinent to the objectives, and based on the known experience and knowledge of the learner\nDemonstration\r\nInstructor shows the learners the actions necessary to perform a skill\nLearner Performance/4. Instructor Supervision\r\nThese occur simultaneously, with the learner performing the skill while the instructor supervises the attempt.\nEvaluation\r\nInstructor judges learner performance\r\nThe learner displays whatever competence has been attained and the instructor identifies how well the skill has been mastered\n\nDrill and Practice\nBased on Thorndike’s law of exercise, predicts that connections are strengthened with practice\r\nThe mind rarely retains/evaluates/applies new concepts after one exposure, they learn by practicing and applying what they have been told and shown.\r\nLearning happens every time practice occurs\nElectronic Learning\nAn umbrella term for any type of education that involves an electronic component, and comes in many formats, from standalone software to an interactive web-based course.\nThe active nature of e-learning enhances the overall learning process, and allows the learner to feel more in control of the content and how fast they learn it. It is also typically more enjoyable than learning from a classroom lecture.\nE-learning does potentially have some limitations, which can include a lack of peer interaction and personal feedback. It can also be difficult to find good programs for certain subject areas, and they can have high costs.\nImproper or excessive use of e-learning should be avoided, but can be a powerful addition to the teaching tools arsenal.\nInstruction Aids and Training Technologies\nDevices that assist an instructor in the teaching/learning process\n\nAids are not self-supporting, they help reinforce what its being taught\nAids can help solve language barrier problems\nAids help clarify the relationship between material objects and concepts\nAids help learners gain knowledge faster and more accurately\n\nCertain factors are generally agreed on to understand the use of instructional aids:\n\nCarefully selected visual aids are examples of items that help the learner understand and retain essential information\nInstructional aids ideally cover the key points and concepts\nCoverage should be straightforward and factual\nThe best aids are relatively simple\n\nInstructional aids help gain and hold the attention of learners\r\nNOTE: Should keep the attention on the subject, not be a distracting gimmick\n\n\n                  \n                  Guidelines for Use of Instructional Aids: \n                  \n                \n\n\nSupport the lesson objective\nAre learner centered\nBuild on previous learning\nContain useful and meaningful content that is consistent with sound principles of learning\nAppeal to learners\nMaintain learner attention and interest\nEncourage learner participation when appropriate\nLead learners in the direction of the behavior or outcomes specified in the learning objective\nProvide proper stimuli and reinforcement\nContain quality photo, graphs, and/or text as required\nAre checked prior to use for completeness and technical accuracy\nContain appropriate terminology for the learner\nAre properly sequenced\nAre easy to understand\nInclude appropriate safety precautions\n\n\n\n\n\n                  \n                  Common Types of Instructional Aids \n                  \n                \n\n\nWhite Board/Markers\nSupplemental Print Materials (Photos, drawings, charts, diagrams, graphs, etc.)\nEnhanced Training Materials 9syllabi, maneuvers guide, handbook, etc)\nProjected Material\nVideo\nInteractive System (Software, etc)\nComputer-Assisted Learning\nModels, Mockups, and Cut-Aways\n\n\n\nIntegrated Flight Instruction\nFlight instruction during which learners are taught to perform flight maneuvers both by outside visual references and by reference to flight instruments\nDevelopment of Habit Patterns\nThe learner must establish the habit of observing and relying on flight instruments from the beginning of flight training, but they must also learn the feel and sounds of the airplane while conducting maneuvers\r\nLearners will develop the habit of continuously monitoring their own and the aircraft’s performance\nOperating Efficiency\nAs learners become more proficient in monitoring and correcting their own flight technique by reference to the instruments, their performance increases noticeably.\nProcedures\nEach new maneuver is introduced using both outside and instrument references with the learner developing the ability to maneuver an aircraft equally as well by instrument or outside reference\nSee and Avoid\nFrom the start of training ensure learners develop the habit of looking for other air traffic at all times\r\nEnsure that the learner does not solely believe that the instructor assumes all responsibility for scanning and collision avoidance procedures\nEnsure that 91.113 “right of way” rules are introduced\nProblem Based Instruction\nInvolves an incentive or need to solve the problem.  It includes:\n\nA decision on how to find a solution\nA possible solution\nAn explanation for the reasons used to reach that solution\nReflection on the solution\n\nThere are three types of PBI:\n\nScenario Based\nCollaborative Problem Solving\nCase Study\n\nScenario Based\nUses highly structed scripts of real world experiences to address training in an operation environment\r\nPresents realistic situations to allow learners to rehearse mentally and explore practical applications of knowledge\nScenarios require the pilot to manage resources, exercise sound judgement, and make timely decisions\nScenarios do not have to have a single right or wrong answer\nA good scenario:\n\nIs not a test\nWill not have a single right answer\nDoes not offer an obvious answer\nShould not promote errors\nShould promote Situational Awareness and opportunities for decision making\n\nCollaborative Problem Solving\nThe instructor provides a problem to the group to solve collaboratively, and the instructor provides limited assistance.\r\nOpen ended “what if” problems encourage learners to develop Higher Order Thinking Skills\nCase Study\nContains a story relative to the learner that forces them to deal with situations encountered in real life\r\nLearners analyze situation, come to conclusions, and offer possible solutions.\n\n\n                  \n                  Case Studies \n                  \n                \n\nNTSB accident investigations provide an excellent source of real-world case studies for instructors. By removing probable cause determinations, instructor can use the description as a case study and allow the learner(s) to discuss probable cause, analyze the case, and suggest possible reasons for the accident.\n\n\nPlanning Instructional Activity\nPlanning is required for four key areas:\n\nCourse of Training\nBlocks of Learning\nTraining Syllabus\nLesson plans\n\nBlocks of Learning\nThe blocks of learning constitute the necessary parts of the total objective\r\nThe blocks should represent units of learning which can be measured and evaluated, not a sequence of periods of instructions\n![[Blocks of Learning.png]]\r\nExample of Presolo Stage Blocks\n\nTraining Syllabus\nA practical guide to help the instructor ensure training is accomplished in a logical sequence and that all requirements are completed and properly documented\n\n\n                  \n                  Syllabus Format and Content \n                  \n                \n\n\nShould be in the form of an abstract or digest of the course of training\nShould contain blocks of learning to be accomplished in the most efficient order\nShould be brief, yet comprehensive enough to cover the essential information, typically in outline format with lesson-by-lesson coverage\nShould stress well-defined objectives and standards for each lesson\n\n\n\n\n\n                  \n                  How to Use a Training Syllabus \n                  \n                \n\n\nThe training syllabus needs to be flexible and should be used primarily as a guide.\nUnder Part 61, the order of training can and should be altered to suit the progress of the learner\nThe syllabus should be flexible enough to adapt to anything that crops up unexpectedly (weather, aircraft availability, schedule changes, etc).\n\n\n\nReturn to Top\r\nReturn to FOI"},"AO-1.-Fundamentals-of-Instruction/I.D.-Student-Evaluation,-Assessment,-and-Testing":{"title":"I.D. Student Evaluation, Assessment, and Testing","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","AO-1.-Fundamentals-of-Instruction/I.D.-Student-Evaluation,-Assessment,-and-Testing","AO-1.-Fundamentals-of-Instruction/Definitions/Single-Pilot-Resource-Management-(SRM)","AO-1.-Fundamentals-of-Instruction/Definitions/Choosing-an-Effective-Assessment-Method","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References\nAIH Chapter 6: Assessment\r\nAIH Chapter 9: Techniques of Flight Instruction\nObjectives:\nThe learner should develop knowledge of the elements related to evaluation, assessment &amp; testing as required in the Instructor ACS.\nElements\nAssessment\r\nCritique\r\nAssessment of Piloting Ability\nCompletion Standards\nThe learner can properly critique and evaluate learners using the methods and characteristics described.\nAssessment\nAn effective assessment informs the instructor and learner about how well the learner is progressing.\nA good assessment provides practical and specific feedback to the learner, and includes direction and guidance indicating how they may raise their level of performance. It also allows an opportunity for self-evaluation that enhances the learner’s ADM and judgement skills\nA well designed assessment highlights the areas where the learner is incorrect or inadequate, which allows the instructor to add more emphasis where needed\nCharacteristics of Effective Assessment ^9f4f59\nObjective\n\nMust be honest, based on facts, without personal opinion\n\nFlexible\n\nPerformance must be examined in the context it was accomplished\nFit the tone, technique, and content of the assessment to the occasion and the leaner\nAllow for variables\n\nAcceptable\n\nConfidence in the instructor’s qualifications, teaching ability, sincerity, competence, and authority make an honest assessment acceptable to a learner\n\nNegative feedback can be hard to hear but this helps\n\n\n\nComprehensive\n\nCover strengths and weaknesses\n\nInstructor has to find “goldilocks” solution (not too much, not too little)\n\n\n\nConstructive\n\nAllows the learner to benefit from the assessment\nWhen identifying a mistake or weakness, give positive guidance for correction\n\nPraise for it’s own sake or negative comments that don’t point to improvement should be omitted\n\n\n\nOrganized\n\nMust make sense to the learner and be logical\nOptions for organization include:\n\nSequence of the performance\nWork backward from where the demonstration failed or was successful\nBreak the whole into parts or build the parts into a whole\n\n\n\nThoughtful\n\nReflects the instructor’s thoughtfulness towards the learner’s need for self-esteem, recognition, and approval. Respects the learner’s personal feelings\n\nRidicule, anger, or fun at a learner’s expense have no place in a critique\n\n\n\nSpecific\n\nProvides specific areas to work on for the learner, and the steps to take to improve\n\nTraditional Assessment\n\nAssessment through written testing and grading.\n\nThe learner typically has a set amount of time to recognize or reproduce memorized items, and there is typically a single correct answer\n\n\n\nTraditional assessment usually assesses the learner’s progress at the rote and understanding levels of learning. It tends to lend itself to instructor-centered teaching styles\nCharacteristics of Good Traditional Assessment\nReliability\nWhether a written test gives consistent measurement\nValidity\nWhether a written test measures what it is supposed to measure\nUsability\nFunctionality of tests (legible, clear, easily graded, etc)\nObjectivity\nSingleness of scoring, without the instructor’s own knowledge, experience, writing style, grammar, etc.  affecting the test\nComprehensiveness\nThe degree to which a test measures the overall objectives\nDiscrimination\nThe degree to which a test distinguishes itself between learners. It contains:\n\nA wide range of scores\nAll levels of difficulty\nItems that distinguish between learners with differing levels of achievement of the course objectives\n\nAuthentic Assessment\n\nRequires the learner to demonstrate not just rote and understanding, but also the application and correlation levels of learning\n\nGenerally requires the learner to perform real-world tasks and demonstrate a meaningful application of skills and competencies\n\n\n\nAuthentic assessment has specific performance criteria or standards that the learner knows ahead of time. Rubrics are also commonly used as a guide to score performance assessments in a reliable, fair, and valid manner\nAssessments can be formal or informal\n\nFormal assessments typically involve documentation, such as a quiz or written exam, and are used throughout the course to measure and document whether the course objectives have been met\nInformal assessments generally occur as needed and are not part of the final grade\n\nLearner-Centered Assessment\nFour-step series of open-ended questions\n1. Replay\nVerbally replay the flight or procedure\n2. Reconstruct\nIdentify the things that could have been done differently\n3. Reflect\nReflect on the events to find insight\n4. Redirect\nRelate the lessons learned to other experiences\nCan then compare the instructors assessment with the learner’s self-assessment\r\n\r\nAfter assessment, progress is recorded on a rubric. Two broad rubrics are used:\n\nOne assesses proficiency on skill-focused maneuvers/procedures\n\nManeuvers Grades\n\n\nOne assesses proficiency on single-pilot resource management\n\nRisk Management Skills\n\n\n\n\nManeuvers Grades\nDescribe\nLearner can describe characteristics and elements but needs help executing the maneuver\nExplain\nLearner can describe the activity, it’s concepts, principles, and procedures, but needs help executing\nPractice\nLeaner can plan and execute the scenario. Assistance corrects deviation and errors\nPerform\nLearner identifies/corrects errors and can perform the activity without instructor assistance\nNot observed\nAny event not accomplished or required\nRisk Management Skills\nExplain\nThe learner can verbally identify, describe, and understand the risks inherent in the flight scenario but needs to be prompted to identify risks and make decisions\nPractice\nThe learner can identify, understand, and apply Single Pilot Resource Management (SRM) principles to the flight situation. Coaching, instruction, and/or assistance quickly corrects minor deviations and errors identified by the instructor. The learner is an active decision maker\nManage-Decide\nThe learner can correctly gather the most important data inside and outside the flight deck, identify possible courses of action, evaluate the risk inherent in each course of action, and make the appropriate decision. Instructor intervention is not required for the safe completion of the flight\nChoosing an Effective Assessment Method\n\nDetermine level-of-learning objectives\nList indicators of desired behaviors\nEstablish criterion objectives\nDevelop criterion-referenced test items\n\nOral Assessments\nThe most common means of assessment. Questions are generally classified as fact (memory or recall) and HOTS questions (analyze situations, solve problems, arrive at conclusions)\nProper quizzing by the instructor can have a number of desirable results, including;\n\nReveal the effectiveness of the instructor’s training methods\nCheck learner retention of what has been learned\nReview material already presented to the learner\nRetain learner interest and stimulate thinking\nEmphasize the important points of training\nIdentify points that need more emphasis\nCheck comprehension of what has been learned\nPromote active learner participation, which is important to effective learning\n\nEffective Questions\nTo be effective, questions must:\n\nApply to the subject of instruction\nBe brief and concise, but also clear and definite\nBe adapted to the ability, experience, and stage of training of the learner(s)\nCenter on only one idea (who/what/when/where/how/why, but not in combination)\nPresent a challenge to the learner\n\n\n\n                  \n                  Types of Questions to Avoid: \n                  \n                \n\n\nYes/No\nPuzzle\nOversize\nToss-up\nBewilderment\nTrick Questions\nIrrelevant\n\n\n\nCritique\n\nAn instructor-to-learner assessment\n\nOften has a negative connotation, but should consider good performance as well as bad, the individual parts, relationships of the individual parts, and the overall performance\n\n\nCan be oral, written, or both\nShould come immediately after a learner’s performance, while the details are easy to recall\n\nUseful Ways to Conduct a Critique\nInstructor - Learner Critique\nIn the Instructor/Learner Critique, the instructor leads a group discussion in which members of the class are invited to offer criticism of a performance.\n\nThis method should be controlled carefully and directed with a clear purpose. It should be organized, and not allowed to degenerate into a random free-for-all.\n\nLearner-Led Critique\nIn the Learner-Led Critique, the instructor asks a learner to lead the assessment.\n\nThe instructor can specify the pattern of organization and the techniques or can leave it to the discretion of the chosen leader.\nBecause of the inexperience of the participants in the lesson area, learner-led assessments may not be efficient, but they can generate learner interest and learning\n\nSmall Group Critique\nIn the small group critique, the class is divided into small groups, each assigned a specific area to analyze.  Each group then presents it’s findings to the class.\n\nIt is desirable for the instructor to furnish the criteria and guidelines.\nThe combined reports from the groups can result in a comprehensive assessment.\n\nIndividual Learner Critique by Another Learner\nThe instructor may require another learner to present the entire assessment.\n\nA variation is for the instructor to ask a number of learners questions about the manner and quality of performance.\nDiscussion of the performance and of the assessment can often allow the group to accept more ownership of the ideas expressed.\nAs with all assessments incorporating learner participation, it is important that the instructor maintain firm control over the process\n\nSelf-Critique\nA learner critiques personal performance in a self-critique.\n\nLike all other methods, a self-critique receives control and supervision from the instructor.\n\nWritten Critique\nAn in-depth written analysis.\n\nA written critique has three advantages:\n\nThe instructor can devote more time and thought to it than to an oral assessment in the classroom.\nLearners can keep written assessments and refer to them whenever they wish.\nWhen the instructor asks all learners to write an assessment of a performance, the learner-performer has the permanent record of the suggestions, recommendations, and opinions of all the other learners.\n\n\nWritten assessments do have the disadvantage that other members of the class do not benefit because of the private nature of the written assessment.\nWhatever the type of critique, the instructor should resolve disagreements and correct erroneous impressions.\nThe instructor also must makes allowances for the learners’ relative inexperience.\n\nNormally, the instructor should reserve time at the end of the learner assessment to cover those areas that might have been omitted, not emphasized sufficiently, or considered worth repeating\n\n\n\nAssessment of Piloting Ability\nAssessment is an essential component of the teaching process and determines how, what, and how well a learner is learning.\n\nA well designed assessment provides a learner with something constructive to work or build upon.\n\nLearners must understand the purpose of the assessment\n\n\n\nAssessments can also be used as a tool for reteaching, if the instructor observes a deficiency.\nDemonstrated Ability\nAssessment of Demonstrated Ability must be based on established standards of performance, and adjusted to apply to the learner’s experience and stage of development as a pilot\nPostflight Evaluation\nEvaluation that occurs after a maneuver or flight to keep the learner informed of progress\n\nPostflight critiques should be in a written format\nWith SBT, collaborative assessment is used when a scenario is completed\n\nSelf-Critique and Full Instructor Assessment\n\n\n\nSolo Flight\nDuring a first solo flight, the instructor needs to be present to assist in answering questions or resolving any issues that arise during the flight.\n\nHave access to a portable radio if possible, to monitor and terminate the solo if a situation arises.\n\nCritical to ensure a positive, confidence building experience\nMake sure to debrief immediately after solo\n\nAnswer questions, ensure correct flight procedures\n\nCorrection of Learner Errors\nSafety permitting, it’s often better to let learners progress part way into a mistake and find a way out.\n\nUnless really needed, try not to take over from the learner immediately when a mistake is made.\n\nIt is also possible that a learner will perform a procedure correctly but not fully understand the principles/objectives\n\nIf suspected, require the learner vary the procedure slightly, combine with another operation, or apply elements to the performance of another procedure\n\nPractical Test Recommendations\nSigning a recommendation for a practical test is a serious responsibility for the flight instructor\n\nA flight instructor who makes a practical test recommendation for an applicant seeking a certificate or rating should require the applicant to thoroughly demonstrate the knowledge and skill level required for that certificate or rating.\nThis demonstration should in no instance be less than the complete procedure prescribed in the applicable ACS/PTS.\nFailure to ensure the learner meets the requirements is a serious deficiency in instructor performance.\n\nRisk Management: Delivering an Assessment\nThis topic is a discussion of mitigating risk associated with delivering assessments.\nIt is critical that assessments are delivered in a timely manner to the learner, it is critical that the instructor comes from a place of experience and expertise so that the learner trusts the assessment, and it is critical to ensure that both the positive and the negative are reviewed and commented upon.\nReturn to Top\r\nReturn to FOI"},"AO-1.-Fundamentals-of-Instruction/I.E.-Elements-of-Effective-Teaching-in-a-Professional-Environment":{"title":"I.E. Elements of Effective Teaching in a Professional Environment","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","AO-1.-Fundamentals-of-Instruction/I.E.-Elements-of-Effective-Teaching-in-a-Professional-Environment","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References:\nAIH Chapter 8: Aviation Instructor Responsibilities and Professionalism\nObjectives:\nThe learner should develop knowledge of the elements related to flight instructor characteristics, responsibilities, &amp; professionalism as necessary in the Instructor ACS.\nElements:\nAviation Instructor Responsibilities\r\nFlight Instructor Responsibilities\r\nQualifications and Professionalism\r\nProfessional Development\r\nInstructor Ethics &amp; Conduct\nCompletion Standards\nThe learner understands the responsibilities associated with instructing as well as the characteristics related to being a professional.\nAviation Instructor Responsibilities\nThe job of an aviation instructor is to transfer aviation knowledge.\n\nInstructors help learners meet and exceed established standards.\nInstructors measure learner performance against those standards and give positive reinforcement along the way.\n\n\nHelping Learners\nLearning should be enjoyable\n\nThis helps the learner maintain a high level of motivation\n\nThe instructor should not sacrifice standards of performance to make things easy\n\n\nThe key to helping learners is the use of standards and measurement against standards.\n\nLearning should be interesting\n\nKnowing the objective gives meaning and interest to the learner\n\nNot knowing objectives often leads to confusion, disinterest, and uneasiness\n\n\n\nProviding Adequate Instruction\nThe flight instructor analyzes the learner’s personality, thinking, and ability, and can therefore tailor their teaching technique to the learner.\n\nAn instructor who incorrectly analyzes the learner may find the instructor does not produce the desired results.\n\nFor learners that exhibit slow progress, instructors should assign more easily attained goals\nFor learners that exhibit fast progress, constantly raise the standard of performance for each lesson, demanding greater effort.\nStandards of Performance\nThe instructor is responsible for training an applicant to established standards in all subject matter areas, procedures, and maneuvers included in the tasks within each area of operation in the appropriate ACS/PTC.\n\nThe ACS/PTS is a testing document, not a teaching document\n\nEmphasizing the Positive\nAn aviation instructor’s ability to teach in a manner that gives learners a positive image of aviation contributes to the instructor’s success.\n\nNegative self-concept inhibits the perceptual process\nFear adversely affects learner perceptions\nThe feeling of being threatened limits the ability to perceive\nNegative motivation is not as effective as positive motivation\n\nEmphasize the positive because positive instruction results in positive learning.\nMinimizing Learner Frustration\nMinimizing learner frustration is an important instructor responsibility.  Instructors can encourage (rather than discourage) learners by following some basic rules:\nMotivate learners\n\nMore can be gained from wanting to learn than from being forced to learn\n\nKeep learners informed\n\nLearners feel insecure when they do not know what is expected of them or what is going to happen to them\n\nApproach learners as individuals\n\nMake sure to consider the individual and their needs, not just the group\n\nGive credit when due\n\nGive praise as a reward to provide incentive to do better for the learner.\n\nCriticize constructively\n\nIdentify mistakes and errors, and provide explanations of how to improve in the future.\n\nBe consistent\n\nEnsure there is a consistent philosophy and action from the instructor\n\nAdmit Errors\n\nAdmit your own mistakes to allow give credibility and to be honest with the student.\n\n\nFlight Instructor Responsibilities\nInstructor responsibilities are very serious, as their students will eventually be flying, servicing, or repairing aircraft. They also determine when pilots are ready to solo, which is one of the most important responsibilities.\nInstructors should be current and proficient in the aircraft they use, and encourage each pilot to learn as much as possible and to continually raise the bar.\nInstructors teach other pilots to remain focused on safety and to use risk mitigation. It is their responsibility to train competent, safe, and smart pilots who will be an asset to the aviation community\n\nPhysiological Obstacles for Flight Learners\nInstructors cannot ignore the existence of negative factors for learners, and should not ridicule learners that are adversely affected\n\nA sick or uncomfortable learner is preoccupied and may not have the mental or physical capacity to learn\n\nEnsuring Learner Skill Set\nInstructors ensure learner pilots develop the required skills and knowledge prior to solo.\n\nLearner pilots need to show consistency in the required solo tasks\n\nPrior to the checkride, the instructor must provide instruction for each item in the applicable ACS, including “special emphasis areas”\nMastery of the skill set includes consistent use as well as increased accuracy of performance.\nQualifications and Professionalism\nFlight Instructor Qualifications\nInstructor needs to be thoroughly familiar with the functions, characteristics, and proper use of all flight instruments, avionics, and other aircraft systems used for training.\nInstructor should maintain familiarity with current pilot training techniques and certification requirements.\nFlight Instructor Characteristics\nProfessionalism\nThe instructor is the central figure in aviation training and bears responsibility for all phases of training.\nSincerety\nBe straightforward and honest at all times. Do not attempt to hide inadequacy, it can lead to loss of confidence and adversely affect learning\nAcceptance of the Learner\nAccept the learner as they are, including faults and problems.  Acceptance (rather than ridicule) and support (rather than reproof) will encourage learning\nPersonal Appearance and Habits\nThe learner will expect the instructor to be neat, clean, and appropriately dressed. Personal habits and cleanliness have a significant effect.\nDemeanor\nAttitude and behavior contribute to a professional image. Development of a calm, thoughtful, and disciplined demeanor is important, without being somber.  Portray competence in the subject matter and genuine interest in the learner’s well being.\nProper Language\nSpeak normally, without inhibitions. Speak positively and descriptively, without profanity.\n\r\n\nProfessional Development\nAviation changes rapidly, and the instructor needs to continue to develop their knowledge and skills in order to teach successfully.\n\nBe alert for ways to improve qualifications, effectiveness, and services provided to the learner.\nMaintain a steady supply of fresh material to make instruction interesting and up to date.\n\nContinuing Education\nContinually update knowledge and skills.  There are many sources to assist in doing so, including:\n\nGovernment\n\nSeminars, articles, regulations, ACs\nPilot Proficiency Award Program\nGold Seal Flight Certificate\n\n\nEducational/Training Institutions\n\nAttend classes at community colleges, technical schools, etc.\n\n\nCommercial Organizations\n\nTraining material and courses\n\n\nIndustry Organizations\n\nArticles, publications, training programs\n\n\n\nSources of Material\n\nMaintain access to current flight publications\n\nRegulations\nAIM\nPTS/ACS\nACs\n\n\nMaintain/get access to commercial handbooks, periodicals, technical journals, etc.\n\nInstructor Ethics &amp; Conduct\nA formal code of conduct/ethics promotes safety, good judgement, ethical behavior, and personal responsibility.\n\nFlight Instructors Model Code of Conduct\n\n\n\n                  \n                  Remember that the instructor is teaching a pilot who should: \n                  \n                \n\n\nMake safety the #1 priority\nDevelop and exercise good judgement in making decisions\nRecognize and manage risk effectively\nBe accountable for their actions\nAct with responsibility and courtesy\nAdhere to prudent operating practices and personal operating parameters\nAdhere to applicable laws and regulations\nSeek proficiency in control of the aircraft\nUse flight deck technology in a safe and appropriate way\nBe confident in a wide variety of flight situations\nBe respectful of the privilege of flight\n\n\n\nReturn to Top\r\nReturn to FOI"},"AO-1.-Fundamentals-of-Instruction/I.F.-Elements-of-Effective-Teaching-that-include-Risk-Management-and-Accident-Prevention":{"title":"I.F. Elements of Effective Teaching that include Risk Management and Accident Prevention","links":["FAA-H-8083-9B---Aviation-Instructors-Handbook.pdf","AO-1.-Fundamentals-of-Instruction/I.F.-Elements-of-Effective-Teaching-that-include-Risk-Management-and-Accident-Prevention","AO-1.-Fundamentals-of-Instruction/I.-Fundamentals-of-Instructing"],"tags":[],"content":"References:\nAviation Instructors Handbook\nObjectives:\nThe learner should develop knowledge of the elements related to managing and mitigating risk and it’s application to effective teaching per the Instructor ACS.\nElements:\nPrinciples of Risk Management\r\nRisk Management Process\r\nRisk Management Tools\r\nTeaching Risk Management\r\nManaging Risk during Flight Instruction\r\nObstacles to Maintaining SA\r\nADM, CRM, &amp; SRM\nCompletion Standards\nThe learner can not only recognize potentially hazardous situations and effectively mitigate risk but can teach practical risk management.\nPrinciples of Risk Management\nThe goal of risk management is to proactively identify safety-related hazards and mitigate the associated risks.\nFour Fundamental Principles of Risk Management:\nAccept No Unnecessary Risk\nFlying is impossible without risk, but do not make a situation more dangerous than necessary\n\nAccept necessary risk required to complete the flight or task successfully\n\nMake Risk Decisions at the Appropriate Level\nRisk decisions should be made by the person who can develop and implement risk controls\n\nIn a single-pilot situation, the pilot makes the decisions, not ATC or passengers\n\nAccept Risk When Benefits Outweigh the Costs\nAll identified benefits should be compared against all identified costs\n\nEven high risk endeavors can be undertaken when there is clear knowledge that the sum of the benefits outweighs the sum of the costs\n\nIntegrate Risk Management into Planning at All Levels\nRisks are more easily assessed and managed in the early planning stages of a flight, and changes made later in the process may become more difficult, time consuming, and/or expensive\n\nSafety enhancement occurs at any time appropriate and effective risk management occurs\n\nRisk Management Process\nThe Risk Management Process is three steps which identifies operational hazards and takes reasonable measures to reduce risk to personnel, equipment, and the mission.\nStep 1: Identify the Hazard\nA hazard is defined as any real or potential condition that can cause degradation, injury, illness, death, or damage to or loss of equipment or property.\n\nHazards are identified through experience, common sense, and specific analytic tools.\n\nOnce the pilot determines that a hazard poses a potential risk to the flight, it may be further analyzed\nStep 2: Assess the Risk\nAssess each identified risk in terms of it’s likelihood (probability) and severity (consequences) that could result from the hazard.\n\nA risk assessment matrix can then be used to assess the overall risk\n\nStep 3: Mitigate the Risk\nHigh and Serious Risks can be mitigated by taking action to lower the likelihood and/or severity to lower levels. Medium and Low risks typically do not require mitigation\n\nEffective control measures reduce or eliminate the most critical risks\n\n\n\n                  \n                  Risk Management \n                  \n                \n\nBy reducing risk to acceptable levels, pilots can complete flights safely and ensure alternate options exist as needed\n\n\nRisk Management Tools\nA number of tools exist to help the pilot examine, identify, and manage risks.  These include:\n\nPAVE Checklist\n5P Checklist\nFlight Risk Assessment Tools (FRAT)\nIMSAFE Checklist\n\nPAVE Checklist\nP = Pilot in Command (PIC)\r\nA = Aircraft\r\nV = enVironment\r\nE = External Pressures\nUsed to break the risks of flight into 4 categories to allow the pilot to examine key factors of risk in the flight.\nP = Pilot in Command (PIC)\nIs the pilot ready for this trip, in terms of experience, currency, and physical and emotional condition.\n\n\n                  \n                  IMSAFE \n                  \n                \n\nThe IMSAFE checklist combined with proficiency, recency, and currency helps provide the answer\n\n\nA = Aircraft\nWhat limitations will the aircraft impose on the trip?\n\nIs this the right aircraft for the flight?\nAm I familiar with and current in this aircraft?\nIs this aircraft equipped for the flight?\n\nLights\nInstruments\nAdequate Nav and Comm equipment\n\n\nCan this aircraft use the runways available for the trip with an adequate margin of safety?\nCan this aircraft carry the planned load?\nCan this aircraft operate at the altitudes needed for this trip?\nDoes this aircraft have sufficient fuel capacity, with reserves, for the planned legs?\nDoes the fuel quantity delivered match the quantity ordered?\n\nV = enVironment\nWhat limitations will the weather, terrain, airport, and time of day impose on this trip?\nWeather\n\nWhat are the current and forecast ceiling and visibility?\nWhat alternates are available if the weather is worse than forecast?\nWhat are the winds at the airports being used and the strength of the crosswind component?\nStrong winds from any mountainous terrain?\nAny thunderstorms present or forecast?\nIf there are clouds, is there any icing, current or forecast? What is the temp/dew point spread and the current temp at altitude? Can a descent be made safely all along the route?\nIf icing is encountered, is the pilot experienced at operating any deicing or anti-icing equipment? Is the equipment functional? What icing conditions, if any, is it rated for?\n\nTerrain\n\nWhat are the minimum safe altitudes along the route?\nIs there mountainous terrain or obstacles along the route?\n\nAirport\n\nWhat lights are available at the destination and alternate airports? VASI/PAPI? Are they working? Will the pilot need the radio to turn them on?\nAny nearby NOTAMs?\nAre there any divert fields along the route of flight?\nAre there instrument approaches if needed at the destination or alternate? What kind? What are the minimums?\n\nAirspace\n\nIf the trip is over remote areas, is there appropriate clothing, water, and survival gear onboard?\nIf the trip is over water or unpopulated areas, might there be a loss of visual references?\nWill there by any airspace or TFRs along the route of flight?\n\nTime of Day\n\nWill the flight conditions allow a safe emergency landing at night?\nAre the aircraft lights operational during the preflight?\nIs a flashlight available?\n\nE = External Pressures\nExternal Pressures are influences external to the flight that create a sense of pressure to complete the flight, often at the expense of safety\n\nSomeone waiting at the airport for the flight’s arrival\nA passenger the pilot does not want to disappoint\nThe desire to demonstrate pilot qualifications\nThe desire to impress someone\nThe desire to satisfy a specific personal goal\nThe pilot’s general goal-completion orientation\nEmotional pressure associated with acknowledging that the skill and experience level of the pilot is lower than they would like them to be\n\n\n\n                  \n                  External Pressures \n                  \n                \n\nManagement of external pressures is the single most important key to risk management because it is the one risk factor category that can cause a pilot to ignore all other risk factors\n\n\n5P Checklist\nUsed to evaluate the situation at key decision points during the flight or when an emergency arises. At least 5 times before and during the flight, review and consider the 5Ps\n5P Decision Points\n\n\nPreflight\n\n\nPre-Takeoff\n\n\nHourly or at the midpoint of flight\n\n\nPre-descent\n\n\nJust prior to the FAF or entering the pattern\n\n\n5Ps\nPlan\nThe mission, which is constantly changing and needs to be adjusted\n\nPlanning\nWeather\nRoute\nFuel\nPubs currency\nEtc.\n\nPlane\n\nConditions\nAbilities\n\nPerformance\nAutomation\nDatabase Currency\nEtc\n\n\nEquipment\nSystems\nEtc.\n\nPilot\n\nIMSAFE Checklist\n\nPassengers\n\nEnsure passengers are involved in the decision making process\nEnsure they understand risk involved in situations\nUnderstand what passengers want to do, they may be more risk averse than you\n\nProgramming\n\nPlan in advance when/where programming approaches/route changes and airport info gathering should occur\nFamiliarity with the equipment, route, local ATC environment, and personal capabilities should drive when, where, and how the automation is programmed and used\n\nFlight Risk Assessment Tools (FRAT)\nEnables proactive hazard identification, is easy to use, and visually depicts risk.\n\nFormal process using pen/paper to help remove personal desires and emotion from decision making\n\nWhen risk exceeds the acceptable level, reevaluate hazards and reduce risk.  If risk cannot be reduced, don’t fly!\nIMSAFE Checklist\nHelps determine the physical and mental readiness of the pilot for flight\nI = Illness\nAny symptoms?\nM = Medication\nTaking any?\nStress\nFamily, money, relationships, work, etc\nAlcohol\nDrinking? 8 hours BTT\nFatigue\nWell rested?\nEmotion\nUpset?\nTeaching Risk Management\nIt is most beneficial if risk management is taught starting from the first lesson and then integrated into the rest of training.  It should be included in all preflight and postflight briefings\n\nEncourage learner participation and as experience increases, have the learner lead\n\nRM should also be included in recurrent, transition, flight reviews, IPCs, etc.\nTeaching Techniques by Phase of Instruction\nPrivate Pilot\nPre-Solo\n\nPart of every pre- and post-flight briefing\nIntroduce a non-numerical FRAT and demo it’s use.  Learner can conduct basic RM analysis by solo\n\nPost-Solo to XC\n\nPerform risk analysis of planned flight with some help from instructor\nInstructor reviews RM prior to solo flight, and learner debriefs instructor on RM aspects of the flight\n\nXC\n\nLearner masters RM techniques\nLearner completes a full risk analysis for every flight and reviews it with instructor\n\nInstrument\n\nEmphasize broad RM techniques to analyze/evaluate complex weather and other elements\n\nTransition\n\nEmploy scenarios emphasizing RM aspects of the new plane\n\nPerformance\nEquipment\nProcedures\netc\n\n\nEmphasize SRM skills\n\nAutomation management\nTask/workload management\nSA\netc.\n\n\n\nRecurrent/Flight Reviews/IPCs\n\nIt may have been a while since the learner has been exposed to RM training\nUse scenarios that mirror the pilot’s typical operating profile\n\nOperations Flights\n\nEncourage operational pilots to practice RM on all their flights\nScale RM procedures to match the complexity of the flight\n\nProfessional Pilots\n\nMost professional pilots encounter RM and more training at their jobs\nEmphasize RM factors specific to the training/flight outside of their job\n\nSingle Pilot GA is different from multi-crewed jet flight, etc.\n\n\n\nManaging Risk during Flight Instruction\nThe same RM techniques taught to leaners apply to the instructor.  It is critical to maintain SA of the aircraft state, traffic, weather, airspace, and what the learner is doing/planning to do.  The learner should also be included in all stages of risk management\nCommon Flight Instruction Risks\nPAVE\nPilot\nBe familiar with the aircraft and avionics before instructing in it\nAircraft\nDetermine airworthiness, resolve any concerns\nenVironment\nRisks from weather, terrain, night ops, airports, airspace, etc.\nExternal\nBe conscious of the learner’s limitations, concerns, and other factors that can affect performance\nTakeoff and Landing Considerations\nTakeoff\n\nTakeoff occurs quickly, and there is not enough time to teach effectively\n\nThe learner is focused on the takeoff and likely does not have the attention to listen and learn\nThe majority of teaching should be done prior to contacting tower/advising CTAF of takeoff\n\n\nImperative the instructor creates realistic training scenarios to mimic what the learner will encounter in real life\n\nDon’t create unnecessary hazards\n\n\nBe aware of and adjust for other aircraft\n\nWake turbulence, in-trail spacing, separation from other traffic, etc.\n\n\n\nLanding\n\nDon’t teach landings mechanically. Instead, convey problems and solutions based on the specific approach.\n\nTeach the learner to adjust based on the aircraft, environment, conditions, and performance\n\n\nTeach when the student can listen and absorb\n\nLandings can require high concentration and increased stress\nUsed concise prompting on approach to landing to fix/teach\n\n\nCertain landings present unique risks\n\nBe aware of the associated risks\n\nStrong crosswinds, low approach speeds for short field landings, etc.\n\n\n\n\nAnticipate potential landing errors and risks based on the maneuver\n\nObstacles to Maintaining SA\nDistraction\n\nContributing factor in many accidents\nMinor problem can result in neglecting proper control of the aircraft\nDivide attention → flying always comes first\n\nFatigue\n\nImpairs alertness and performance\nTwo major phenomena\n\nSleep loss\nCircadian Rhythm Disruption\n\n\nNormal response to many flight operation conditions\n\nLow pressure, humidity, noise, and vibration make pilot susceptible to sleep fatigue\n\n\nOnly effective treatment is sleep\n\nComplacenty\n\nOverconfidence from repeated experience\nReduces effectiveness in the flight deck\nDifficult to recognize\n\nBe especially alert to complacency in learners with significant experience\nAdvanced avionics can promote complacency and inattention\n\n\nExercises to recognize complacency and situational awareness\n\nAsk about positions of other aircraft in the pattern, instrument indications, and the aircraft’s location in relation to references\nFocus the learner’s attention on an imaginary problem\n\nPoint out that SA is not being maintained if the learner diverts too much attention from other tasks\n\n\n\n\n\nADM, CRM, &amp; SRM\nAeronautical Decision Making (ADM)\nA systematic approach to the mental process used by pilots to consistently determine the best course of action in response to a given set of circumstances\n\nTeaching pilots to make sound decisions is the key to preventing accidents\n\nEstimated that ~80% of all aviation accidents are a result of human factors\n\n\n\nADM Decision Making Process\n1. Define the Problem\nRecognize a change has occurred or an expected change did not occur\n\nCritical Error → Incorrectly defining the problem\n\nAttempting to solve a problem that may not exists or be the cause of the change\nWastes time and energy and distracts from flying\n\n\n\n2. Choose a Course of Action\nEvaluate the need to react, determine actions to resolve the situation in the time available\n\nConsider the expected outcome of each action and associated risks\n\n3. Implement the Decision and Evaluate the Outcome\nFactors Affecting Decision Making\nHazardous Attitudes\nNegative attitudes that affect the quality of decisions and contribute to poor judgement.\n\nRecognizing the 5 hazardous attitudes is the first step to neutralizing the attitudes.\n\nOnce recognized, label it as hazardous and state the antidote\n\n\n\n\nStress Management\nLearning to cope with stress is an effective ADM tool\n\nA certain amount of stress is good.  It keeps you alert and prevents complacency\n\nStress is cumulative, too much can amount to an intolerable burden\nPerformance increases with the onset of stress, peaks, then falls rapidly as stress gets too high\n\n\nStressors can increase risk of error\n\nPhysical: Associated with the environment (temp, noise, vibe, lack of oxygen)\nPhysiological: Physical conditions (fatigue, lack of fitness, missed meals)\nPsychological: Social or emotional factors (divorce, death in the family, sick child)\n\n\nRecognize when stress is affecting a learner\n\nSeems distracted or has a difficult time accomplishing the tasks\nTry to determine the cause\nTo help learners, instructor can recommend actions\n\nHave them self-assess then set realistic goal\nPut the learner and their program first\n\n\n\n\n\nSingle Pilot Resource Management (SRM)/Crew Resource Management (CRM)\nApplication of team management concepts in the flight deck environment\n\nIncludes all groups working with the flight crew involved in decisions to operate a flight safely\n\nPilots\nDispatchers\nCabin Crew\nMaintenance\nATC\n\n\nUse all available resources\n\nInternal Resources found in the flight deck during flight\n\nEquipment, systems, charts, books, etc\nIngenuity, knowledge, skill\nOther passengers, even if not pilots\n\n\nExternal Resources\n\nATC and flight service specialists\n\nTraffic advisories, vectors, weather info, emergency assistance\n\n\n\n\nWorkload Management\n\nPlan, prioritize, and sequence to prevent overload\nPrepare for high workload situations ahead of time\nBe able to recognize high workloads\n\nFaster paced work along with divided attention\nStay ahead as much as possible\nManage tasks in order of importance when behind\n\n\n\n\n\n\n5Ps check\n\n\n\n                  \n                  Important\n                  \n                \n\nIt is extremely important that a pilot (especially a student pilot) can recognize and effectively mitigate risk to provide a safe flight. This chapter provided many factors to consider and ways to reduce the inherent risk associated with flying.\n\n\nReturn to Top\r\nReturn to FOI"},"AO-2.-Technical-Subject-Areas/II.-Technical-Subject-Areas":{"title":"II. Technical Subject Areas","links":["AO-2.-Technical-Subject-Areas/II.A.-Human-Factors","AO-2.-Technical-Subject-Areas/II.B.-Visual-Scanning-and-Collision-Avoidance","AO-2.-Technical-Subject-Areas/II.C.-Runway-Incursion-Avoidance","AO-2.-Technical-Subject-Areas/II.D.-Principles-of-Flight","AO-2.-Technical-Subject-Areas/II.E.-Aircraft-Flight-Controls-and-Operation-of-Systems","AO-2.-Technical-Subject-Areas/II.F.-Performance-and-Limitations","AO-2.-Technical-Subject-Areas/II.G.-National-Airspace-System","AO-2.-Technical-Subject-Areas/II.H.-Navigation-Systems-and-Radar-Services","AO-2.-Technical-Subject-Areas/II.I.-Navigation--and--Flight-Planning","AO-2.-Technical-Subject-Areas/II.J.-14-CFR-and-Publications","AO-2.-Technical-Subject-Areas/II.K.-Endorsements-and-Logbook-Entries","AO-2.-Technical-Subject-Areas/II.M.-Night-Operations","AO-2.-Technical-Subject-Areas/II.N.-High-Altitude-Operations---Supplemental-Oxygen","AO-2.-Technical-Subject-Areas/II.O.-High-Altitude-Operations---Pressurization"],"tags":[],"content":"II.A. Human Factors\r\nII.B. Visual Scanning and Collision Avoidance\r\nII.C. Runway Incursion Avoidance\r\nII.D. Principles of Flight\r\nII.E. Aircraft Flight Controls and Operation of Systems\r\nII.F. Performance and Limitations\r\nII.G. National Airspace System\r\nII.H. Navigation Systems and Radar Services\r\nII.I. Navigation &amp; Flight Planning\r\nII.J. 14 CFR and Publications\r\nII.K. Endorsements and Logbook Entries\r\nII.M. Night Operations\r\nII.N. High Altitude Operations - Supplemental Oxygen\r\nII.O. High Altitude Operations - Pressurization"},"AO-2.-Technical-Subject-Areas/II.A.-Human-Factors":{"title":"II.A. Human Factors","links":["FAA-G-8083-25C---Pilots-Handbook-of-Aeronautical-Knowledge.pdf","FAA-H-8083-3C---Airplane-Flying-Handbook.pdf","AIM.pdf"],"tags":[],"content":"References:\nPHAK - Chapter 17 - Pg 1-19\r\nAFH - Chapter 5 - Pg 3\r\nAIM - Chapter 8\nObjectives:\nThe learner exhibits knowledge regarding human factors as required in the Instructor ACS\nKey Elements\n\nIMSAFE self checklist\nTrust the instruments\nCarbon Monoxide is 200x more likely to bond with blood than oxygen\n\nElements:\nHypoxia\r\nHyperventilation\r\nMiddle Ear and Sinus Problems\r\nSpatial Disorientation\r\nMotion Sickness\r\nCarbon Monoxide Poisoning\r\nFatigue and Stress\r\nDehydration\r\nHypothermia\r\nOptical Illusions\r\nNitrogen and Scuba Diving\r\nAlcohol and Other Drugs\r\nADM, CRM, &amp; SRM\nCompletion Standards\nThe learner can explain different aeromedical factors, and their importance to flying and possible effects during flight.\nHypoxia\nHypoxia, which means “reduced oxygen” or “not enough oxygen”, is of the greatest concern with oxygen deprivation to the brain, which is particularly vulnerable to oxygen deprivation.\nForms of Hypoxia\nHypoxic Hypoxia\nResult of insufficient oxygen available to the body as a whole\n\nA blocked airway or drowning are examples of how the lungs and body as a whole can be deprived of oxygen\n\nFor pilots, the reduction in partial pressure of oxygen at high altitude is a common example\n\n\n                  \n                  Partial Pressure \n                  \n                \n\nThe amount of pressure that a single gas out of a mixture contributes to the total pressure\n\n\nAlthough the percentage of oxygen in the atmosphere is constant with changes in altitude, partial pressure decreases as altitude increases\n\nAs you ascend, the percentage of each gas remains the same, but the molecules no longer have the pressure required to drive oxygen into the respiratory system\nThe decrease of oxygen molecules at sufficient pressure leads to hypoxic hypoxia\n\nHypemic Hypoxia\nWhen the blood is not able to take up and transport sufficient oxygen to the cells in the body\nPossible causes\n\nNot enough blood volume\n"},"AO-2.-Technical-Subject-Areas/II.B.-Visual-Scanning-and-Collision-Avoidance":{"title":"II.B. Visual Scanning and Collision Avoidance","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.C.-Runway-Incursion-Avoidance":{"title":"II.C. Runway Incursion Avoidance","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.D.-Principles-of-Flight":{"title":"II.D. Principles of Flight","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.E.-Aircraft-Flight-Controls-and-Operation-of-Systems":{"title":"II.E. Aircraft Flight Controls and Operation of Systems","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.F.-Performance-and-Limitations":{"title":"II.F. Performance and Limitations","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.G.-National-Airspace-System":{"title":"II.G. National Airspace System","links":["FAA-G-8083-25C---Pilots-Handbook-of-Aeronautical-Knowledge.pdf","AIM.pdf","Aeronautical-Chart-Users-Guide.pdf","AO-2.-Technical-Subject-Areas/II.I.-Navigation--and--Flight-Planning","AO-2.-Technical-Subject-Areas/II.-Technical-Subject-Areas"],"tags":[],"content":"References:\n\n14 CFR Part 71\n14 CFR Part 91\nAIM\nNav Charts\n\nElements:\n\nAirspace Classes, Operating Rules, Certification, and Equipment Requirements\nSpecial VFR\nSpecial Use Airspace\nOther Airspace Areas\nVFR Charts\n\n\nAirspace Classes, Operating Rules, Certification, and Equipment Requirements\nReferences\n\nPHAK\nAIM 3-2-1: Controlled Airspace\n\nControlled Airspace\n\nClass E Airspace\nClass D Airspace\nClass C Airspace\nClass B Airspace\nClass A Airspace\n\nUncontrolled Airspace\n\nClass G Airspace\n\nClass E Airspace\nAIM 3-2-6: Class E Airspace\r\nControlled Airspace that is not designated as A, B, C, or D\r\nWhere the majority of flying time occurs\nOperating Rules\n\nTransponder Requirements (91.215)\n\nRequired at or above 10,000’ MSL in the contiguous 48 states and DC\n\nExcludes airspace below 2,500’ AGL\n\n\nWithin 30 miles of a class B airspace primary airport, &lt;10,000’ MSL\nWithin or above all Class C airspace, up to 10,000’ MSL\nWithin 10 miles of certain designated airports\n\nExcludes airspace outside Class D surface area/&lt;1,200’ AGL\n\n\nFlying into, within, or across ADIZ\n\n\nADS-B Requirements (91.225(d))\n\nAt or above 10,000’ MSL\n\nExcludes at or below 2,500’ AGL\n\n\nAt or above 3,000’ MSL over Gulf of Mexico within 12nm of the coast\n\n\nAirspeed Limits (91.117)\n\n250 kts below 10,000’ MSL\n200 kts below 2,500’ AGL within 4nm of a class C or D airport\n200 kts underlying Class B or VFR corridor through B\n\n\nMin Pilot Qualifications: Student Pilot\n\nATC Services\n\nVFR: No comm requirements, can request traffic advisories (flight following)\nIFR: Comms required\n\nVertical Limits\nClass E extends from the surface or designated altitude to the overlying/adjacent controlled airspace. Unless designated lower, 14,500’ to 17,999’ MSL over:\n\nContiguous 48 including up to 12nm off the coast\nDC\nAlaska\n\nSegments of Class E Airspace\n\nLow Altitude Airway System:\n\n1,200’ AGL up to but not including 18,000’ MSL\nNormally 8nm wide\n\n4nm each side of centerline\n\n\n\n\nAirports\n\nExtension to surface area\nControlled airspace for IFR traffic transitioning between enroute and airport environments\n\n\nAs needed for IFR control\n\nEnroute Domestic Areas\n\nProvides IFR ATC services where airway system is inadequte\n\n\nOffshore Airspace Areas\n\nControlled airspace beyond 12nm from the coast\n\n\n\n\n\nVFR Requirements\nBelow 10,000’ MSL: 3-152\r\n3sm viz\r\n1000’ Above\r\n500’ Below\r\n2000’ Horizontally\r\nAbove 10,000’ MSL: 5-111\r\n5sm viz\r\n1,000’ Above\r\n1000’ Below\r\n1sm Horizontally\nClass D Airspace\nAIM 3-2-5: Class D Airspace\r\nSlightly Busy Airports\nControlled airspace around a designated airport\n\nNormally surface to 2,500’ AGL\nTypically has a part time control tower\n\nReverts to Class E or G when closed.\n\n\n\nTypically a 4nm radius\r\nCan change based on need and instrument procedures\nOperating Rules\n\nMin Pilot Qualifications: Student Pilot\nEquipment:\n\nTwo-way radio\r\nMust establish two-way radio comms  prior to entering\n\n\n\nATC Services\n\nVFR and IFR services are provided when tower is open\n\nVFR Requirements\n3-152\r\n3sm viz\r\n1000’ Above\r\n500’ Below\r\n2000’ Horizontally\nClass C Airspace\nAIM 3-2-4: Class C Airspace\r\nPretty Busy Airports\nSurface to 4,000’ AGL around  airports with:\n\nOperational control tower\nServiced by radar approach control\nHave certain number of IFR ops or pax enplanements per year.\n\nTypically 5nm radius core area from surface to 4,000’ AGL and 10nm radius shelf area from 1,200’ AGL min to 4000’ AGL\r\nCan be individually tailored\nOperating Rules\n\nMin Pilot Qualifications: Student Pilot\nEquipment Requirements:\n\nTwo-way radio\r\nMust establish two-way radio comms prior to entering\nMode C Transponder\nADS-B (91.225(d))\n\nReq’d in Class C, and above and within the lateral boundaries up to 10,000’ MSL\n\n\n\n\n\nVFR Requirements\n3-152\r\n3sm viz\r\n1000’ Above\r\n500’ Below\r\n2000’ Horizontally\nATC Services\n\nIFR and IFR/VFR separation services provided\nVFR Traffic Advisory services provided when workload permitting\n\nClass B Airspace\nAIM 3-2-3: Class B Airspace\r\nSuper Busy Airports\nGenerally the airspace from the surface to 10,000’ MSL surrounding the busiest airports in the country.\nConfiguration of airspace is tailored to the airport and contains all instrument procedures\r\nUpside-down wedding cake\nOperating Rules\n\nMin Pilot Qualifications: Private pilot cert required\r\nException with an endorsement:\r\nSport/Recreational Student: FAR 61.94\r\nStudent: FAR 61.95\r\nRecreational: FAR 61.101\r\nSport: FAR 61.325\r\nException to the exception: AIM 3-2-3b\r\nSolo student, sport, and recreational pilot operations are not permitted at certain airports\nClearances\r\nSpecific clearance to enter a Class B is required\nRequired Equipment\n\nOperable two-way radio\nMode C Transponder\nADS-B (91.225(d))\r\nRequired:\n\nIn Class B\nAbove ceiling\nWithin lateral boundaries up to 10,000’ MSL\nFrom the surface to 10,000’ within 30nm of the airports in Part 91 Appendix D Section 1\n\n\n\n\n\nMode C Veil\nWithin 30nm of a primary Class B airport, from the surface to 10,000’ MSL, must have Mode C transponder\nVFR Requirements\n3-Clear\r\n3sm viz\r\nClear of clouds\nIFR Requirements\n\nMinimum of VOR or TACAN receiver\nTransponder with altitude reporting\n\nATC Services\nSeparation services provided for all aircraft\nClass A Airspace\nAIM 3-2-2: Class A Airspace\r\nWhere the jets live\nAirspace from 18,000’ MSL up to and including FL600\r\nIncludes the airspace overlying the waters within 12nm of the coast, and certain designated international airspace beyond 12nm from the coast\r\nUnless otherwise authorized, all aircraft are operating under IFR\nClass G Airspace\nEverything else\nGoes from the surface to the base of the overlying Class E airspace\nVFR Requirements\n1,200’ AGL or less\n\nDay\r\n1 sm visibility\r\nClear of clouds\r\nException: 91.155(b)\nNight\r\n3 sm visibility\r\n1000’ Above\r\n500’ Below\r\n2000’ Horizontally\r\nException: 91.155(b)\r\n&gt;1,200’ AGL but &lt;10,000’ MSL\nDay\r\n1sm visibility\r\n1,000’ Above\r\n500’ Below\r\n2,000’ Horizontally\nNight\r\n3sm visibility\r\n1,000’ Above\r\n500’ Below\r\n2,000’ Horizontally\r\n&gt;1,200’ AGL and ≥ 10,000’ MSL\r\n5sm visibility\r\n1,000’ Above\r\n1,000’ Below\r\n1sm Horizontally\r\nException: 91.155(b)\n\n\r\n\nSpecial VFR\nClearance to operate under VFR with less than VFR weather minimums\n\nOnly in Class B, C, D, or E surface areas below 10,000’ MSL\nMust be request by the pilot\nOn the basis of weather conditions at the airport of intended landing/departure\nOnly approved if IFR traffic not delayed\n\nSVFR may only be conducted:\n\nWith an ATC clearance\nClear of clouds\nWith at least 1sm flight visibility\nAt night (sunset to sunrise), pilot must be instrument rated and aircraft instrument equipped\n\nMay not takeoff or land under SVFR unless ground visibility is at least 1sm\r\nIf not reported, flight visibility must be at least 1sm\nSVFR is prohibited at certain airports as shown in Part 91 Appendix D Section 3\r\nMostly large class B airports\nSpecial Use Airspace\nAirspace where activities must be confined because of their nature. Limitations may be placed on aircraft not part of the activities\nTypes of SUA:\n\nProhibited Areas\nRestricted Areas\nWarning Areas\nMilitary Operation Areas\nAlert Areas\nControlled Firing Areas\n\nProhibited Areas\nAirspace within which the flight of aircraft is prohibited\n\nEstablished for security or other reasons associated with the national welfare\nPublished in the Federal Register and depicted on aeronautical charts\n\nRestricted Areas\nAreas where operations are hazardous to nonparticipating aircraft. Contains airspace within which the flight of aircraft is subject to restrictions\n\nCan contain unusual, often invisible hazards\n\nArtillery firing\nAerial gunnery\nGuided missiles\nEtc.\n\n\nPenetration without authorization can be extremely hazardous\n\nCan check with controlling agency to see if area is “hot”\n\n\nIFR aircraft may be authorized to transit and routed accordingly\nPublished in the Federal Register and depicted on aeronautical charts\n\nWarning Areas\nAirspace extending from 3nm outward from the coast containing activity that may be hazardous to non participating aircraft\r\nSimilar to Restricted Area\n\nPurpose is to warn nonparticipating pilots of the potential danger\nDepicted on aeronautical charts\n\nMilitary Operation Areas (MOA)\nAirspace with defined vertical and lateral limits established for separating certain military training activity from IFR traffic\r\nIFR traffic may be cleared through an MOA if ATC can guarantee separation\n\nDepicted on aeronautical charts\n\nThere is no restriction against a pilot operating VFR in these areas\r\nA pilot should be alert as training activities can include aerobatic and abrupt maneuvers\nAlert Areas\nUsed to advise pilots that a high volume of pilot training or unusual aerial activity is taking place\n\nDepicted on aeronautical charts\n\nControlled Firing Areas\nContain activities that could be hazardous to aircraft\n\nActivities are suspended when an aircraft might be approaching the area\nNot charted since they do not cause a nonparticipating aircraft to need to change route of flight\n\nOther Airspace Areas\nSpecial Flight Rules Area\r\nLocal Airport Advisory\r\nMilitary Training Routes\r\nTemporary Flight Restrictions\r\nParachute Jump Areas\r\nPublished VFR Routes\r\nTerminal Radar Service Areas\r\nNational Security Areas\nSpecial Flight Rules Area (SFRA)\nSpecial airspace governed by Part 93\r\nNormal rules do not necessarily apply\nDepicted on VFR charts and Terminal Area Charts\nWashington DC (Part 93 Subpart V) is best known example.\r\nCreated after 9/11. Must file SFRA flight plan, obtain discrete transponder code, be in contact with ATC, and accomplish specific training\nLocal Airport Advisory\nArea within 10sm of an airport without a control tower but where an FSS is on the airport\r\nFSS provides a complete local advisory service to arriving and departing aircraft\nMilitary Training Routes\nRoutes used by military aircraft to maintain proficiency in tactical flying\r\nGenerally below 10,000’ MSL for operation at speeds in excess of 250kts\nRoutes are identified on charts as IFR (IR) or VFR (VR), followed by a number\r\nMTR with no segment above 1,500’ AGL identified by 4-digit number\r\nEx: IR1206, VR1207\r\nMTR with one or more segments above 1,500’ AGL identified by 3-digit number\r\nEx: VR407\nTemporary Flight Restrictions (TFR)\nTemporary restriction issued for one of the following reasons:\n\nProtect people or property in the air or on the surface from an existing or imminent hazard\nProvide a safe environment for disaster relief aircraft\nPrevent unsafe congestion of sightseeing aircraft above an event, incident, or location\nProtect POTUS, VPOTUS, and/or other VIPs\nProvide a safe environment for space operations\n\nAn FDC NOTAM will be issued to designate a TFR (FAA TFR List)\nParachute Jump Areas\\\nAreas with regular parachute jumping activity\n\nPublished in the Chart Supplement\nFrequently used sites are depicted on Sectional Charts\n\nPublished VFR Routes\nUsed for transitioning around, under, or through some complex airspace\r\nAlso called:\r\n- VFR Flyway\r\n- VFR Corridor\r\n- VFR Transition Route\r\n- Terminal Area VFR Route\nGenerally found on VFR Terminal Area Charts\nTerminal Radar Service Areas\nAreas where participating pilots can receive additional radar services\r\nService is optional, not required\nProvides separation between all IFR and participating VFR traffic\nThe primary airport(s) within a TRSA becomes Class D Airspace. The remaining area of the TRSA overlies other controlled airspace, which is normally Class E Airspace\nDepicted on VFR Sectional Charts\nNational Security Areas\nAreas with a requirement for increased security and safety of ground facilities\nPilots are requested to voluntarily avoid flying through these areas, but when necessary flight may be temporarily prohibited\nVFR Charts\nAeronautical Chart Users Guide\nII.I. Navigation &amp; Flight Planning section has more info regarding charts\n\nTerminal Area and Sectional Charts are updated every 56 days\nWall Planning Charts are updated annually\n\nInformation on charts can change rapidly, it is essential to check the effective dates of the charts/publications being used and to ensure to only use current and up-to-date charts\r\nTo confirm currency, refer to the next scheduled edition date published on the cover or check on the FAA’s Dates of Latest Editions\nRisk Management\nThe lesson is a discussion on the risks and requirements for each class of airspace\nReturn to Technical Subject Areas"},"AO-2.-Technical-Subject-Areas/II.H.-Navigation-Systems-and-Radar-Services":{"title":"II.H. Navigation Systems and Radar Services","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.I.-Navigation--and--Flight-Planning":{"title":"II.I. Navigation & Flight Planning","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.J.-14-CFR-and-Publications":{"title":"II.J. 14 CFR and Publications","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.K.-Endorsements-and-Logbook-Entries":{"title":"II.K. Endorsements and Logbook Entries","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.M.-Night-Operations":{"title":"II.M. Night Operations","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.N.-High-Altitude-Operations---Supplemental-Oxygen":{"title":"II.N. High Altitude Operations - Supplemental Oxygen","links":[],"tags":[],"content":""},"AO-2.-Technical-Subject-Areas/II.O.-High-Altitude-Operations---Pressurization":{"title":"II.O. High Altitude Operations - Pressurization","links":[],"tags":[],"content":""},"AO-3.-Preflight-Prep/III.-Preflight-Preparation":{"title":"III. Preflight Preparation","links":["AO-3.-Preflight-Prep/III.A.-Pilot-Qualifications","AO-3.-Preflight-Prep/III.B.1.-Airworthiness-Requirements---General-Overview","AO-3.-Preflight-Prep/III.B.2.-Airworthiness-Requirements---FARs","AO-3.-Preflight-Prep/III.C.-Weather-Information"],"tags":[],"content":"III.A. Pilot Qualifications\r\nIII.B.1. Airworthiness Requirements - General Overview\r\nIII.B.2. Airworthiness Requirements - FARs\r\nIII.C. Weather Information"},"AO-3.-Preflight-Prep/III.A.-Pilot-Qualifications":{"title":"III.A. Pilot Qualifications","links":[],"tags":[],"content":""},"AO-3.-Preflight-Prep/III.B.1.-Airworthiness-Requirements---General-Overview":{"title":"III.B.1. Airworthiness Requirements - General Overview","links":[],"tags":[],"content":""},"AO-3.-Preflight-Prep/III.B.2.-Airworthiness-Requirements---FARs":{"title":"III.B.2. Airworthiness Requirements - FARs","links":[],"tags":[],"content":""},"AO-3.-Preflight-Prep/III.C.-Weather-Information":{"title":"III.C. Weather Information","links":[],"tags":[],"content":""},"AO-5.-Preflight-Procedures/V.-Preflight-Procedures":{"title":"V. Preflight Procedures","links":[],"tags":[],"content":""}}